import i18n from "i18next";
import { initReactI18next } from "react-i18next";
import Navbarbottom from "../components/Navbarbottom";


i18n.use(initReactI18next).init({
  resources: {
    th: {
      translation: {
        navbar: {
          sell: "ขายอสังหา",
          buy: "ซื้ออสังหา",
          agent: "ตัวแทน",
          partner: "พันธมิตร",
          about: "เกี่ยวกับเรา",
        },
        login: "เข้าสู่ระบบ",
        register: "สมัครสมาชิก",
        home: "หน้าแรก",

        homeSection: {
          heroTitle1: "Premium Asset",
          heroTitle2: "อสังหาริมทรัพย์",

          heroDesc1: "ทุกประกาศผ่านการตรวจสอบ มั่นใจทุกการตัดสินใจ",
          heroDesc2: "ครบจบที่นี่",

          sectionBuyTitle: "ซื้อบ้านรีโนเวทใหม่กับ Premium Asset",

          collectionTitle: "Collection Premium",
          viewAll: "ดูรายการทั้งหมด",

          aboutTitle: "รู้จักกับ Premium Asset",
          aboutBtn: "รู้จักเราให้มากขึ้น",
          aboutP:"“Premium Asset” คือบริษัทสตาร์ทอัพในเครือฯ เอพี (ไทยแลนด์) ที่เข้ามาบุกตลาดอสังหาริมทรัพย์มือสอง เพื่อเพิ่มสภาพคล่อง และปลุกตลาดที่อยู่อาศัย",
          aboutP1:"เราเล็งเห็นโอกาสทั้งในมุมของเจ้าของบ้านมือสองที่ไม่รู้ว่าบ้านเก่ามีมูลค่าอย่างไร และในมุมของผู้ซื้อที่กำลังหาบ้านในกรุงเทพฯ ด้วยงบประมาณจำกัด เมื่อเปรียบเทียบกับการซื้อบ้านมือหนึ่งแล้ว ได้มากกว่าในเรื่องของทำเลและพื้นที่ใช้สอย",
          aboutP2:"Premium Asset จึงเกิดขึ้นมาเพื่อช่วยแก้ปัญหาให้กับผู้ขายและผู้ซื้อบ้านมือสองในเมือง โดยมีการใช้เทคโนโลยีใหม่อย่าง AI เข้ามาช่วยบริหารจัดการ และวิเคราะห์ข้อมูลเพื่อเสนอราคาที่ตรงใจได้รวดเร็วยิ่งขึ้น",

          alertTitle: "ลงทะเบียน ให้เราช่วยหาบ้าน ",
           alertTitle1: "ราคาต่ำกว่าตลาดให้คุณ ฟรี!",
          alertDesc: "ระบบแจ้งเตือนอัตโนมัติเมื่อมีบ้านราคาต่ำกว่าตลาด",
          alertBtn: "กดรับการแจ้งเตือน",
        },

         WhyHomerun:{
          
          Header:"ทำไมต้อง Premium Asset",
           Header1:"ขาย",
            Header2:"ซื้อ",

             Header3:"ขายเอง",
              Header4:"ผ่านนายหน้า",
               Header5:"บ้านมือสองทั่วไป",
                Header6:"บ้านมือหนึ่ง",

          title1:"ขายตามสภาพ", // sell long
           title2:"มีข้อเสนอหลายรูปแบบ",
            title3:"ประหยัดเวลา",
             title4:"ปลอดภัย ไม่ทิ้งงาน",
              title5:"แจ้งผล และเสนอราคาเร็ว",

          title6:"ไม่ต้องเสียเงินเสียเวลา ปรับปรุงบ้านเพื่อให้ขายได้",
           title7:"ยืดหยุ่นตามความต้องการของผู้ขาย",
            title8:"ไม่ต้องติดประกาศขาย หรือคอยอัปเดตโพสต์ขายเองบนเว็บไซต์",
             title9:"รับรองโดย (บริษัท เอพี ไทยแลนด์ จำกัด มหาชน)",
              title10:"ดำเนินการฉับไว",

               titleb1:"ได้บ้านทำเลดี", //buy
                titleb2:"ตรวจเช็คสภาพและประวัติบ้านทุกหลัง",
                 titleb3:"มีการรับประกันหลังการขาย",
                  titleb4:"พร้อมเข้าอยู่",
                   titleb5:"ช่วยลูกค้าเรื่องวงเงินกู้",
                    titleb6:"หากต้องการซื้อเพื่อการลงทุน",

               titleb7:"พื้นที่ใช้สอยเยอะ ในงบประมาณที่คุ้มค่า",//Buy long
                titleb8:"พร้อมต่อเติมซ่อมแซมให้เรียบร้อยแล้ว",
                 titleb9:"บ้านและคอนโดในโครงการ Premium รับประกันทุกหลัง",
                  titleb10:"ไม่ต้องคุมผู้รับเหมาหรือเสี่ยงงบเกินงบ",
                   titleb11:"และดอกเบี้ยอัตราพิเศษสำหรับบ้านมือสองตกแต่งใหม่",
                    titleb12:"เรามีเอเจนท์ในเครือช่วยนำไปปล่อยเช่าให้ได้",
                     Search:"ขายกับ Premium Asset",
                      Search1:"ค้นหาบ้านจาก Premium Asset",
        },

        Blog:{
          Search:"ดูทั้งหมด", //News
          title:"ตลาดอสังหาฯ แนวโน้มซึมยาว",
           category:"ลงทุน",
           category1:"ข่าวใหม่",
            title1:"อสังหาฯ เพิ่มขึ้น 25.1%",
             title2:"อสังหาฯ ใน UK ทรุด",
            category3:"ทั้งหมด",
               category4:"ความรู้รอบตัว",
               T1:"อสังหาริมทรัพย์ ไม่สดใส",
                T2:"10 ปีคอนโดฯตารางเมตรละ 1 ล้าน",
                 T3:"เปิดงบอสังหาริมทรัพย์",
                  T4:"Digital twin technology",
                   T5:"สงครามราคาบ้าน CIMB",
                    T6:"ภาคอสังหาฯ รวมพลังดันเศรษฐกิจปลายปี",
                     T7:"คาดยอด presales 9 บ.อสังหาฯ เพิ่มขึ้น 25.1%",
                     T8:"รายได้เเละกำไรสุทธิ",
                     T9:"รวมพลังดันเศรษฐกิจปลายปี",
                     T10:"ตลาดอสังหาฯ แนวโน้มซึมยาว",
                      
                    TextP:"ภาพรวมตลาดอสังหาฯ ไม่สดใส หรือ ชะลอตัว",
                       TextP1:"กลุ่มบ้านราคาสูง (10 ล้านบาทขึ้นไป) ยังคง เติบโต หรือ โตสวนกระแส",
                       TextP2:"ข่าวนี้ชี้ให้เห็นถึงความเหลื่อมล้ำของตลาดอสังหาริมทรัพย์ โดยที่ผู้ซื้อในตลาดระดับกลาง-ล่างประสบปัญหาในการเข้าถึงสินเชื่อ ทำให้ภาพรวมตลาดชะลอตัว แต่กลุ่มผู้มีกำลังซื้อสูงยังคงมีความต้องการและสามารถขับเคลื่อนตลาดบ้านหรูให้เติบโตต่อไปได้",
                      P2:"10 ปีคอนโดฯตารางเมตรละ 1 ล้าน",
                      P3:"ร้อนแรงแบบฉุดไม่อยู่จริง ๆ ตลาดคอนโดมิเนียมมหานครกรุงเทพ",
                      P4:"เปิดข้อมูลวิจัยตลาดอสังหาฯทุกแง่มุม หนึ่งในไฮไลต์มีการ Round up ตลาดคอนโดฯกรุงเทพฯในรอบ 20 ปี 2549-2568 โดยฟันธงแนวโน้มปี 2569 เป็นต้นไป ราคาหรูระยับคอนโดฯ ตารางเมตรละ 1 ล้านบาท กำลังจะเกิดขึ้นเป็นดอกเห็ด และเป็นหนึ่งในเทรนด์หลักช่วง 10 ปีหน้า 2569-2578 เป็นต้น",
                       P5:"รายได้เเละกำไรสุทธิของผู้ประกอบการ อสังหาฯ",
                        P6:"สำหรับผู้ประกอบการที่มีรายได้มากที่สุดในปี 2567 ใน 5 อันดับแรก คือ",
                        P7:"ส่วนในภาคอสังหาฯ จะเป็นการใช้ Digital twin technology ในโครงการอสังหาฯเพื่อการพาณิชย์มูลค่าสูงในหลากหลายด้าน เช่น",
                         P8:"จับสัญญาณ ‘สงครามราคาบ้าน’ CIMB หวั่นซ้ำรอยรถยนต์",
                         P9:" ภาคอสังหาฯ รวมพลังดันเศรษฐกิจปลายปีจัดมหกรรมบ้าน-คอนโดครั้งที่ 48ตั้งเป้าขายกว่า 1 หมื่นลบ",
                        P10:"ฝ่ายวิเคราะห์ บล.ซีจีเอส อินเตอร์เนชั่นแนล (ประเทศไทย) (CGSI)ระบุในบทวิเคราะห์ โดยประมาณการว่าบริษัทอสังหาริมทรัพย์ที่ศึกษา 9 บริษัท ได้แก่AP, LH, LPN, PSH, QH, SPALI, SIRI, ORI และ SC จะมียอด presalesในไตรมาส 3/68 รวมกัน 5.33 หมื่นล้านบาท เพิ่มขึ้น 25.1% qoq แต่ลดลง 7.8%",
                         P11:" ไรท์มูฟ (Rightmove) เว็บไซต์ด้านอสังหาริมทรัพย์ของสหราชอาณาจักร (UK)รายงานในวันนี้ (21 ก.ค.) ว่า ราคาเสนอขายอสังหาริมทรัพย์ได้ปรับตัวลดลง1.2% ในเดือนก.ค. การลดลงครั้งนี้ถือว่ารุนแรงที่สุดสำหรับเดือนก.ค.นับตั้งแต่ปี 2544 โดยมีสาเหตุจากภาวะอุปทานล้นตลาดที่บีบให้ผู้ขายต้องลดราคาเพื่อดึงดูดผู้ซื้อ",
                          P12:"ศูนย์วิจัยเศรษฐกิจและธุรกิจ ธนาคารไทยพาณิชย์ (SCB EIC)ประเมินอุตสาหกรรมที่อยู่อาศัยในปีนี้มีแนวโน้มหดตัวต่อเนื่องจากปัจจัยกดดันทางเศรษฐกิจทั้งปัญหาเศรษฐกิจที่ฟื้นตัวช้า ค่าครองชีพ ค่าใช้จ่าย และหนี้ครัวเรือนที่ยังอยู่ในระดับสูงประกอบกับความเข้มงวดในการให้สินเชื่อของสถาบันการเงินโดยเฉพาะกลุ่มผู้มีรายได้ปานกลาง-ล่าง",

                      li:"ตลาดอสังหาริมทรัพย์โดยรวม โดยเฉพาะในกลุ่มราคาล่างและกลาง ได้รับผลกระทบจากหลายปัจจัย เช่น ภาวะเศรษฐกิจที่เติบโตต่ำกว่าคาด, ภาระหนี้ครัวเรือนสูง, และความเข้มงวดในการปล่อยสินเชื่อของธนาคาร ทำให้เกิดอัตราการถูกปฏิเสธสินเชื่อ (Reject Rate) สูง โดยเฉพาะในกลุ่มราคาต่ำกว่า 5-7 ล้านบาท",
                       li1:"ในขณะที่ตลาดโดยรวมซบเซา แต่ตลาดบ้านพรีเมียมหรือบ้านหรูระดับราคา 10 ล้านบาทขึ้นไป กลับยังคงมีทิศทางการเติบโตอย่างมีนัยสำคัญ หรือสามารถเติบโตสวนทางกับตลาดรวมได้",
                       li2:"ความต้องการซื้อของกลุ่มนี้อาจเป็นการซื้อเพื่อขยายครอบครัว, ซื้อเป็นบ้านหลังที่ 2/3, หรือเพื่อยกระดับคุณภาพชีวิต/สภาพแวดล้อมในการอยู่อาศัย",
                        li3:"จุดโฟกัสอยู่ที่ตลาดอสังหาฯซูเปอร์หรู มีฐานลูกค้ากำลังซื้อเหนือกาลเวลา ภาวะเศรษฐกิจตกต่ำต่อเนื่องยาวนานแค่ไหน ถ้าหากมีโปรดักต์ที่พึงพอใจ แพ็กคู่มาพร้อมกับบริการหรูเริ่ดสนองทุกนี้ดของการใช้ชีวิตเหนือระดับ การตัดสินใจซื้อแบบ “ซื้อเงินสด” สามารถปิดการขายได้ทันที ยกตัวอย่าง ปอร์เช่ ดีไซน์ ทาวเวอร์ แบงค็อก ณ วันนี้คอนเฟิร์มแล้วว่ามียอดขาย 3 ยูนิต คูณด้วยราคาเริ่มต้นห้องละ 500 ล้านบาท เท่ากับมียอดขายแล้ว 1,500 ล้านบาทบวกลบ",
                         li4:"เจ้าของสถิติทำไว้คนแรกสำหรับโครงการใหม่เป็นของ “ปอร์เช่ ดีไซน์ ทาวเวอร์ แบงค็อก” ทำเลประชิดปากซอยสุขุมวิท 38 ของค่ายอนันดา ดีเวลลอปเม้นท์ เปิดตัวเมื่อเดือนสิงหาคมปี 2567 จำนวนจำกัด 22 ยูนิต ราคา 500-1,400 ล้านบาท/ยูนิต ซึ่งอาจเป็นปรากฏการณ์เฉพาะตัว ในขณะที่ราคารีเซลตารางเมตรละ 1 ล้านบาท",
                          li5:"เจ้าของสถิติไม่ใช่ใครที่ไหน โครงการในตำนาน “98 ไวร์เลส” ของค่ายแสนสิริ ที่มีราคาเปิดขาย 3-8 แสนบาท/ตารางเมตร และไต่ราคาซื้อขายเปลี่ยนมือจนกระทั่งมีราคาห้องชุดมือสองแตะตารางเมตรละ 1 ล้านบาท เป็นรายแรกของวงการอสังหาริมทรัพย์ไทย",
                          li6:"1. แสนสิริ มีรายได้รวมทั้งปี 2567 ประมาณ 39,204 ล้านบาท เพิ่มขึ้นจากปี 2566 ",
                          li7:"2. เอพี (ไทยแลนด์) มีรายได้รวมประมาณ 37,460 ล้านบาท",
                          li8:"3. ศุภาลัย มีรายได้ประมาณ 31,985 ล้านบาท ",
                          li9:"4. แลนด์แอนด์เฮ้าส์ มีรายได้รวม 28,151 ล้านบาท ",
                          li10:"5. พฤกษาฯ มีรายได้รวม 20,996 ล้านบาท ",
                          li11:"ทั้งนี้ใน 5 อันดับแรกนี้ ครองผู้นำตลาดที่อยู่อาศัยมาต่อเนื่องทั้งรายได้และยอดขาย โดยผู้ประกอบการบางรายอาจเคยครองตำแหน่ง อันดับที่ 1 หรือ อันดับ 2 ต่อเนื่องมายาวนาน แต่ด้วยภาวะตลาดที่เปลี่ยนแปลงไป รวมไปถึงโฟกัสของผู้ประกอบการที่เปลี่ยนไปมีผลต่อรายได้รวมเช่นกัน",
                          li12:"ส่วนของกำไรสุทธิในกลุ่ม 5 อันดับแรก มีเพียง ศุภาลัย เท่านั้นที่มีผลกำไรเป็นบวกเมื่อเทียบกับกำไรสุทธิของปี 2566 ขณะที่ผู้ประกอบการรายอื่นๆ มีกำไรลดลงไม่มากหรือมีนัยสำคัญอะไรต่อผลประกอบการมากนัก",
                          li13:"อย่างไรก็ตามในปี 2568 ผู้ประกอบการรายใหญ่มีแผนจะเปิดขายโครงการใหม่มากกว่าปี 2567 และยังคงเป็นการขับเคี่ยวกันของ 3 รายหลัก คือ เอพี (ไทยแลนด์) ที่ประกาศแผนการลงทุนมีมูลค่าโครงการวมมากถึง 65,000 ล้านบาท จากจำนวน 42 โครงการ ในขณะที่ แสนสิริ เปิดขายโครงการใหม่จำนวน 29 โครงการ เท่านั้น แต่มีมูลค่าโครงการมากถึง 52,000 ล้านบาท",
                            li14:" การออกแบบและก่อสร้าง : เช่น ติดตามความบกพร่องที่เกิดขึ้นระหว่างก่อสร้าง คาดการณ์ผลกระทบด้านต้นทุนและค่าใช้จ่ายจากการเลือกใช้วัสดุ อุปกรณ์ และการออกแบบที่แตกต่างกันการดำเนินงานและบำรุงรักษา : เช่น การตรวจสอบประสิทธิภาพของระบบปรับอากาศในอาคารแบบ Real-time คาดการณ์ความต้องการบำรุงรักษาก่อนที่ปัญหาจะเกิดขึ้น",
                            li15:" ปัจจุบันการใช้ Digital twin technology ในภาคอสังหาฯ ยังจำกัดอยู่ในกลุ่มโครงการอสังหาฯเพื่อการพาณิชย์มูลค่าสูง และ Logistic hub ขนาดใหญ่ จากข้อจำกัดที่สำคัญด้านการลงทุนที่ยังอยู่ในระดับสูง ทั้งด้านเทคโนโลยี และด้านการพัฒนาบุคลากรให้มีทักษะในการวิเคราะห์ข้อมูล และจัดการระบบขั้นสูง",
                            li16:" มีการก่อตั้งบริษัทเอกชนที่มุ่งเน้นทำธุรกิจด้าน Digital twin technology เป็นธุรกิจหลักขึ้นเป็นครั้งแรกในปี 2022 ซึ่งครอบคลุมการใช้งานด้านการบริหารอาคาร โรงงานอุตสาหกรรม นิคมอุตสาหกรรม และการวางผังเมือง",
                            li17:"โดยภาคอสังหาฯและก่อสร้างไทยส่วนใหญ่จะคุ้นเคยกับเทคโนโลยี BIM (Building Information Modeling) ที่เป็นการสร้างโมเดล 3 มิติของอาคารหรือสิ่งก่อสร้างต่าง ๆ มากกว่า ซึ่งการสร้างโมเดลจากเทคโนโลยี BIM ถือเป็นการสร้างฐานข้อมูลขนาดใหญ่ของอาคาร ซึ่งถือเป็น input data พื้นฐานที่สำคัญในการจะนำไปใช้ในกระบวนการ Digital twin technology ต่อไป",
                            li18:" จึงเป็นไปได้ที่จะเห็นการลงทุนด้านการใช้เทคโนโลยี Digital twin technology ในภาคอสังหาฯอย่างหลากหลายมากขึ้นในระยะข้างหน้า เช่น โรงงานและนิคมอุตสาหกรรมอัจฉริยะ โครงการอสังหาฯเพื่อการพาณิชย์ที่มีมูลค่าปานกลางลงมา โครงการอสังหาฯเพื่อการอยู่อาศัย นอกเหนือจากปัจจุบันที่การใช้ยังจำกัดอยู่ในโครงการอสังหาฯเพื่อการพาณิชย์มูลค่าสูง",
                              li19:" แบงก์ประเมินตลาดอสังหาฯซึมยาว เศรษฐกิจชะลอ-คนกู้ไม่ผ่าน “ดร.อมรเทพ CIMB Thai” จับตาส่อเกิด “Price War” แข่งหั่นราคาบ้านซ้ำรอยเช่าซื้อรถยนต์ ชี้หากเกิดขึ้นจะยิ่งแย่หนัก กระทบ Wealth Effect ลามกลายเป็นปัญหาเศรษฐกิจ “กรุงไทย” รับสินเชื่อบ้านอยู่ในโหมดประคับประคอง ฟาก “ยูโอบี” ลั่นบ้านใหม่อาการหนักกว่าช่วงโควิด หันเน้นตลาดบ้านมือสอง",
                              li20:" อสังหาฯคุณภาพสินเชื่อไม่ดีในส่วนของกลุ่มรายได้น้อย โดยเฉพาะราคาต่ำกว่า 3 ล้านบาท แต่ปัจจุบันลามมาที่ 3-5 ล้านบาท และเริ่มไปสู่ 10 ล้านบาท สะท้อนว่าเศรษฐกิจกำลังซึม จากระดับล่างไปสู่ระดับกลาง เป็นเรื่องที่แก้ไขค่อนข้างยาก ทั้งนี้ สิ่งที่ธนาคารมอนิเตอร์และกลัวมาก คือ ตลาดบ้านปี 2568 จะเหมือนตลาดรถยนต์ปี 2567 คือ เกิดสงครามราคา หรือ Price War เพราะถ้าเป็นสงครามเมื่อไหร่ จะยิ่งฉุดให้ยิ่งแย่",
                              li21:"  ทั้งนี้ ปัจจุบันธนาคารยูโอบีมีสัดส่วนพอร์ตสินเชื่อที่อยู่อาศัยมือสองประมาณ 30% ของพอร์ตสินเชื่อบ้านทั้งหมด ซึ่งสัดส่วนสูงกว่าบ้านใหม่แล้ว ส่วนหนึ่งมาจากตลาดบ้านใหม่ชะลอจากดีมานด์ ซัพพลาย และราคาที่สูงขึ้น รวมถึงการเปิดโครงการบ้านใหม่น้อยลง",
                              li22:"“สถานการณ์สินเชื่อบ้านค่อนข้างแย่ เป็นรอบที่ Down ที่สุด เทียบตอนโควิด-19 ตอนนี้แย่กว่า เพราะตอนนี้มีของในตลาด มีในสต๊อกเยอะ แต่ขายไม่ออก และคนที่มาซื้อบ้านราคาต่ำ 3-4 ล้านบาท อัตรารีเจ็กต์สูงมาก แต่บ้านราคา 5 ล้านบาท มีรายได้ 70,000-1 แสนบาท กลุ่มนี้ยังมียอด Approval Rate ดีอยู่ และมีความสามารถในการชำระหนี้ โดยของยูโอบีบ้านใหม่ยอดรีเจ็กต์อยู่ประมาณ 20-30% ดังนั้น เทรนด์ตลาดอสังหาริมทรัพย์ปีนี้มองว่าคงไม่ได้บวก แต่ปี 2569 น่าจะกลับมาบวกได้ 4-5%”",
                                li23:" ปีนี้ถือเป็นปีแห่งความท้าทายของตลาดอสังหาริมทรัพย์ การปรับตัวของเศรษฐกิจและพฤติกรรมผู้บริโภคทำให้การตัดสินใจซื้อบ้านต้องอาศัยความมั่นใจและข้อมูลที่ชัดเจน เราจึงออกแบบกลยุทธ์ Fast Track ทางด่วนของคนอยากมีบ้าน เพื่ออำนวยความสะดวกให้ผู้บริโภคสามารถเข้าถึงโครงการและสินเชื่อได้รวดเร็วที่สุด ลดภาระขั้นตอนที่ไม่จำเป็น พร้อมรับข้อเสนอพิเศษจากผู้พัฒนาโครงการและธนาคารชั้นนำในงานนี้",
                                li24:"ภายในงานมีการนำเสนอครบทุกประเภทอสังหาริมทรัพย์ ตั้งแต่บ้านเดี่ยว ทาวน์โฮม คอนโดมิเนียม ไปจนถึงอสังหาริมทรัพย์เพื่อการลงทุน พร้อมข้อเสนอสินเชื่ออัตราดอกเบี้ยพิเศษเฉพาะในงาน จากสถาบันการเงินชั้นนำ อาทิ ธนาคารอาคารสงเคราะห์ ธนาคารกสิกรไทย ธนาคารออมสิน และบริษัทบริหารสินทรัพย์ชั้นนำ ซึ่งพร้อมให้คำแนะนำอย่างใกล้ชิดแก่ผู้สนใจซื้อบ้านในช่วงปลายปี",
                                li25:" ขณะเดียวกัน การจัดงานในครั้งนี้ยังสะท้อนถึงแนวโน้มฟื้นตัวของตลาดอสังหาริมทรัพย์ไทยอย่างค่อยเป็นค่อยไป โดยเฉพาะในกลุ่มบ้านแนวราบและโครงการระดับลักซ์ชัวรี-ระดับกลาง ยังคงมีความต้องการสูง สอดคล้องกับแนวนโยบายของรัฐบาลในการส่งเสริมให้ประชาชนมีที่อยู่อาศัยเป็นของตนเอง",
                                li26:" “เรามองเห็นสัญญาณเชิงบวกของตลาดก่อนหน้านี้ ทั้งจากการลดอัตราดอกเบี้ย และมาตรการสนับสนุนของภาครัฐเอง รวมถึงการยื่นข้อเสนอและมาตรการใหม่ที่หวังใจว่าจะเกิดขึ้น ซึ่งล้วนมีส่วนช่วยสร้างความเชื่อมั่นให้กับผู้บริโภค และเสริมพลังให้ภาคอสังหาริมทรัพย์เดินหน้าต่อไปอย่างมั่นคง พร้อมตั้งเป้ายอดขายในงานครั้งนี้กว่า 1 หมื่นล้านบาท”",
                                  
                                  li27:" 8.6% yoy เป็นการฟื้นตัวจากจำนวนโครงการใหม่ที่เพิ่มขึ้น และการขายสต็อกคอนโดมิเนียมหลังผ่านเหตุการณ์แผ่นดินไหวช่วงปลายเดือนมี.ค.ที่ผ่านมาคอนโดที่เปิดตัวในไตรมาส 3/68 ได้รับเสียงตอบรับดี เห็นได้จากยอดขายเฉลี่ย 39% ณ วันที่ 30 ก.ย.68 ขณะที่ presales แนวราบลดลง 1.5% qoq และ 7.2% yoy จากอุปสงค์อ่อนตัวและการแข่งขันรุนแรง",
                                  li28:" presales คอนโดสูงกว่าคาด และ presales 9 เดือนคิดเป็น 71.4% ของประมาณการใหม่ปี 68และ 59.7% ของเป้าหมายรวมบริษัทโดยคาดว่ากลุ่มอสังหาฯ จะมี presales รวม 5.99 หมื่นล้านบาท เพิ่มขึ้น 12.4% qoq และ 16.2%",
                                  li29:"กำไรปกติปี 68 อาจเติบโตชะลอตัว แต่ผลตอบแทนปันผล 6.2–6.6% ยังน่าสนใจกลุ่มอสังหาฯ ซื้อขายที่ P/E 7.3 เท่าในปี 69 ต่ำกว่าค่าเฉลี่ยอย่างมาก เลือก AP และ SIRI เป็น Top pick",
                                  li30:" downside risk ได้แก่เศรษฐกิจไม่แน่นอน มาตรการภาษีสหรัฐ และยอดโอนต่ำกว่าคาดส่วน upside risk ได้แก่การลดดอกเบี้ยและการขยายเช่าที่ดิน 99 ปี",
                                    li31:" ข้อมูลดังกล่าว ซึ่งรวบรวมจากรายการประกาศขายระหว่างวันที่ 8 มิ.ย. ถึง12 ก.ค. ถือเป็นการลดลงแบบเทียบรายเดือนในเดือนก.ค.ที่มากที่สุดเป็นประวัติการณ์นับตั้งแต่ที่ไรท์มูฟเริ่มจัดทำรายงานการปรับลดลงนี้เกิดขึ้นในขณะที่จำนวนบ้านที่เสนอขายในตลาดยังคงอยู่ในระดับสูงสุดในรอบทศวรรษส่งผลให้การแข่งขันระหว่างผู้ขายทวีความรุนแรงยิ่งขึ้น อย่างไรก็ตามแม้จะมีการปรับลดลงรายเดือนแต่ราคาเสนอขายยังคงสูงกว่าช่วงเดียวกันของปีที่แล้วอยู่ 0.1%",
                                     li32:" จากการแข่งขันที่สูงขึ้น ไรท์มูฟจึงได้ปรับลดคาดการณ์การเติบโตของราคาตลอดทั้งปี 2568 ลงครึ่งหนึ่ง จากเดิมที่คาดว่าจะโต 4% เหลือเพียง 2%แต่บริษัทยังคงคาดการณ์ยอดขายอสังหาฯ รวมตลอดทั้งปีไว้ที่ 1.15 ล้านรายการ",
                                      li33:" การปรับราคาดังกล่าวยังมีความแตกต่างกันไปในแต่ละภูมิภาค โดยในเขตกรุงลอนดอนชั้นใน (Inner London)มีราคาเสนอขายลดลงรายเดือนรุนแรงที่สุดที่ 2.1ในขณะที่ภาคตะวันออกเฉียงเหนือของอังกฤษกลับมีราคาเพิ่มขึ้น 1.2%",
                                       li34:"ไรท์มูฟตั้งข้อสังเกตว่า การชะลอตัวของราคา ประกอบกับการเพิ่มขึ้นของค่าจ้างและอัตราดอกเบี้ยสินเชื่อที่อยู่อาศัยที่ลดลงกำลังช่วยให้ผู้คนมีกำลังซื้อบ้านได้มากขึ้น โดยค่าจ้างโดยเฉลี่ยเติบโตขึ้น5.0% ในช่วงหนึ่งปีจนถึงเดือนพ.ค.ขณะที่อัตราดอกเบี้ยสินเชื่อบ้านแบบคงที่ 2 ปีโดยทั่วไปได้ลดลงมาอยู่ที่4.53% จาก 5.34% ในช่วงปีที่ผ่านมา",
                                          li35:" โดยคาดหน่วยโอนกรรมสิทธิ์ที่อยู่อาศัยทั่วประเทศมีแนวโน้มหดตัวราว -3%ถึง -5%YOY ส่วนมูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยทั่วประเทศมีแนวโน้มหดตัวราว-1% ถึง -3%YOY ซึ่งคาดว่าเป็นการหดตัวในกลุ่มที่อยู่อาศัยแนวราบมากกว่าคอนโดมิเนียมโดยการโอนกรรมสิทธิ์ที่อยู่อาศัยมือสองยังมีแนวโน้มอยู่ในระดับสูงต่อเนื่องจากระดับราคาที่ยังต่ำกว่าที่อยู่อาศัยมือหนึ่งค่อนข้างมากและการโอนกรรมสิทธิ์ในต่างจังหวัดคาดว่าจะมีเพียงภูเก็ตที่ยังสามารถรักษาอัตราการเติบโตได้ในระดับสูง สวนทางกับตลาดที่อยู่อาศัยในภาพรวม จากแรงหนุนของกำลังซื้อชาวต่างชาติที่คาดว่ายังอยู่ในระดับสูง",
                                           li36:" การฟื้นตัวของตลาดที่อยู่อาศัยในช่วงที่ผ่านมาถูกกดดันอย่างต่อเนื่องจากปัจจัยต่างๆ ทั้งผลกระทบทางเศรษฐกิจจากวิกฤตโควิด-19ปัจจัยด้านค่าครองชีพและภาระค่าใช้จ่ายที่เพิ่มขึ้นในอัตราที่สูงกว่ารายได้หนี้ครัวเรือนที่ยังคงอยู่ในระดับสูงที่ส่งผลต่อความสามารถในการผ่อนชำระหนี้ที่อยู่อาศัยและการเข้าถึงสินเชื่อเพื่อซื้อที่อยู่อาศัยรวมถึงราคาที่อยู่อาศัยใหม่ที่ปรับตัวสูงขึ้นซึ่งส่งผลกระทบต่อกำลังซื้อที่อยู่อาศัยค่อนข้างมากโดยเฉพาะในกลุ่มผู้มีรายได้ปานกลาง-ล่าง ส่งผลให้หน่วยโอนกรรมสิทธิ์ที่อยู่อาศัยทั่วประเทศในปี 2567 อยู่ที่ระดับ3.5 แสนหน่วย และยังไม่สามารถกลับไปอยู่ในระดับเดียวกับช่วงก่อนเกิดวิกฤตโควิด-19ที่ระดับ 3.9 แสนหน่วยได้",
                                            li37:" ขณะที่มูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยทั่วประเทศก็สามารถขยายตัวได้เพียงเล็กน้อยจากระดับ9.3 แสนล้านบาทในปี 2562 มาอยู่ที่ระดับ 9.8 แสนล้านบาทในปี 2567จากการโอนกรรมสิทธิ์ที่อยู่อาศัยที่มีราคาเฉลี่ยต่อหน่วยที่สูงขึ้นตามปัจจัยด้านราคาที่อยู่อาศัยที่เพิ่มขึ้นต่อเนื่องการเพิ่มขึ้นของต้นทุนการพัฒนาโครงการ โดยเฉพาะราคาที่ดินที่เร่งตัวขึ้นมากประกอบกับสัดส่วนมูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยราคาสูงโดยเฉพาะในกลุ่มบ้านเดี่ยวที่เพิ่มขึ้นโดยสัดส่วนมูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยมือหนึ่งราคามากกว่า 10 ล้านบาทในกรุงเท และปริมณฑลต่อมูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยมือหนึ่งทั้งหมดในช่วงปี2566-2567 เพิ่มขึ้นมาอยู่ที่ระดับ 34-35% จากระดับ 29% ในปี 2565และระดับ 24% ในช่วงก่อนเกิดวิกฤตโควิด-19 ปี 2562",
                                             li38:"กลุ่มผู้ประกอบการรายใหญ่ TOP 8ที่ธุรกิจสามารถฟื้นตัวได้เร็ว และมีเงินลงทุนเพียงพอในการกลับมาเดินหน้าพัฒนาโครงการในหลากหลายรูปแบบโดยเฉพาะการพัฒนาโครงการระดับบนเพื่อเจาะกลุ่มกำลังซื้อที่มีคุณภาพ ทำให้รายได้กลับมาฟื้นตัวได้เร็วและครองส่วนแบ่งการตลาดราว 50-55% ในช่วงปี 2566-2567โดยผู้ประกอบการรายใหญ่ที่มีรายได้มากที่สุด 3 รายแรก ได้แก่ AP, SIRI และSPALI มีส่วนแบ่งการตลาดเพิ่มขึ้นต่อเนื่องอย่างค่อยเป็นค่อยไปจาก 27% ในปี2565 เป็น 29% ในปี 2567",

                      },
                      Sell:{
                        H:"ขายบ้านกับ",
                        H1:"Premium Asset",
                        HH:"Premium Asset",
                        HHH:"มี",
                        
                           H2:"ประเภททรัพย์ที่",
                           H3:"ฝากขายผ่าน Agent",
                           H4:"กับทาง Premium",
                           H5:" 5 ขั้นตอน",
                           H6:"เสนอทรัพย์",
                           H7:"กับ Premium Asset",
                          T1:"บ้านเดี่ยว",
                          T2:"บ้านแฝด",
                          T3:"คอนโดมิเนียม",
                         
                          T4:"Townhome",
                          T5:"กรอกข้อมูลเบื้องต้น เกี่ยวกับทรัพย์ที่ต้องการขาย",
                          T6:"นัดตรวจสภาพบ้านเบื้องต้น ผ่านวิดีโอคอล หรือ ตัวแทน",
                          T7:"รับข้อเสนอราคาเบื้องต้น",
                          T8:"ทีมงานเข้าไปตรวจสอบสภาพจริง",
                          T9:"Premium ยื่นข้อเสนอ และ ราคาสุดท้าย",
                      },

                      FAQ:{
                        H:"ทั่วไป",
                        H1:"ผู้ขาย",
                        H2:"ผู้ซื้อ",
                         H3:"เอเจนท์",
                          H4:"คำถามที่พบบ่อย",



                         Q1:"Premium เชี่ยวชาญทรัพย์เขตใดบ้าง ?",
                          Q2:"Premium เชี่ยวชาญทรัพย์ประเภทใดบ้าง ?",
                           Q3:"Premium ยื่นข้อเสนอแบบใดบ้าง ?",
                            Q4:"Premium ช่วยเพิ่มสภาพคล่องให้ตลาดอสังหาฯ อย่างไร?",
                             Q5:"Premium เชี่ยวชาญทรัพย์เขตใดบ้าง ?",
                              Q6:"Premium เชี่ยวชาญทรัพย์ประเภทใดบ้าง ?",
                               Q7:"ข้อตกลงในการประเมินทรัพย์เบื้องต้น ?",
                                Q8:"Premium ยื่นข้อเสนอแบบใดบ้าง ?",
                                 Q9:"เป็นเอเจนท์ขายบ้านกับ Premium ได้หรือไม่?",
                                  Q10:"โฮมรัน ขายบ้าน ประเภท ไหนบ้าง?",
                                   Q11:"สามารถเข้าไปดูบ้านก่อนซื้อได้หรือไม่?",
                                    Q12:"การจ่ายเงินทำอย่างไร? ผ่อนจ่ายได้หรือไม่?",
                                     Q13:"บ้านมีการรับประกัน หมายถึงอะไร?",
                                      Q14:"ถ้าต้องการซื้อเพื่อการลงทุน Premium ช่วยหาผู้เช่าให้ได้หรือไม่?",
                                       Q15:"Premium เชี่ยวชาญทรัพย์เขตใดบ้าง ?",
                                        Q16:"การสมัครเป็นตัวแทนเอเจนท์ และนำทรัพย์มาเสนอขายกับPremium มีข้อดีอย่างไร?",
                                         Q17:"สมัครเป็นตัวแทนเอเจนท์กับPremium มีข้อจำกัดอะไรไหม?",
                                          Q18:"หากช่วยขายบ้านตกแต่งใหม่จากPremium จะได้ค่าคอมมิชชั่นเท่าไหร่?",
                            A1:"Premiumรันมีบริการทั่วกรุงเทพฯ และปริมณฑล",
                            A2:"เรามีบริการทั้งบ้าน คอนโด และทาวน์โฮม",
                            A3:"ยื่นข้อเสนอผ่านระบบออนไลน์ หรือให้ทีมงานช่วยเสนอได้",
                            A4:"ด้วยการเชื่อมผู้ซื้อและผู้ขายโดยตรงผ่านระบบดิจิทัล",
                            A5:"เรามีทีมขายดูแลทุกเขตในกรุงเทพฯ",
                            A6:"รับขายทุกประเภท บ้าน คอนโด และทาวน์โฮม",
                            A7:"ไม่มีค่าใช้จ่ายในการประเมินทรัพย์เบื้องต้น",
                            A8:"ผู้ขายสามารถกำหนดราคาที่ต้องการได้เอง",
                            A9:"ได้ เพียงสมัครผ่านเว็บไซต์ของเรา",
                            A10:"ขายบ้านพร้อมอยู่และบ้านรีโนเวท",
                            A11:"สามารถนัดชมบ้านได้ล่วงหน้า",
                            A12:"รองรับทั้งการโอนและสินเชื่อธนาคาร",
                            A13:"บ้านที่ได้รับการรีโนเวทมีประกันโครงสร้าง",
                            A14:"เรามีบริการจัดหาผู้เช่าครบวงจร",
                            A15:"เรามีทรัพย์ในทุกโซนของกรุงเทพฯ",
                            A16:"Premiumช่วยให้การขายเร็วขึ้น เข้าถึงฐานลูกค้าโดยตรง และมีคอมมิชชั่นพิเศษ",
                            A17:"ไม่มีข้อจำกัด สมัครได้ฟรี",
                            A18:"รับสูงสุดถึง 3% ต่อการขายหนึ่งครั้ง",


                      },
                      Agent:{
                        I1:"1. สมัครเป็นเอเจนท์",
                         I2:"2. รับสิทธิ์เข้าถึง",
                          I3:"3. พาลูกค้าเข้าชม",
                           I4:"4. ปิดการขาย",
                            I5:"ทรัพย์รีโนเวทพร้อมขาย",
                             I6:"สื่อการตลาดพร้อมใช้",
                              I7:"ระบบ Co-Broke ที่รวดเร็ว",
                               I8:"ทีมงานคอยสนับสนุน",
                                I9:"Premium เชี่ยวชาญทรัพย์เขตใดบ้าง ?",
                                 I10:"การสมัครเป็นตัวแทนเอเจนท์ และนำทรัพย์มาเสนอขายกับPremium มีข้อดีอย่างไร?",
                                  I11:"สมัครเป็นตัวแทนเอเจนท์กับPremium มีข้อจำกัดอะไรไหม?",
                                   I12:"หากช่วยขายบ้านตกแต่งใหม่จากPremium จะได้ค่าคอมมิชชั่นเท่าไหร่?",
                                   
                                   D1:"กรอกข้อมูลในฟอร์มด้านล่าง และรอการติดต่อกลับ",
                                    D2:"รับสิทธิ์ในการเข้าถึงทรัพย์คุณภาพพร้อมขาย",
                                     D3:"นำเสนอและพาลูกค้าชมทรัพย์ (Co-Broke)",
                                      D4:"รับค่าคอมมิชชั่นตามเงื่อนไขทันที",
                                       D5:"ทรัพย์ของเราผ่านการรีโนเวท สวยงาม พร้อมปิดการขายได้ง่าย",
                                        D6:"มีรูปถ่าย วิดีโอ และข้อมูลทรัพย์ครบถ้วน พร้อมให้คุณโปรโมต",
                                         D7:"ขั้นตอนการทำงานชัดเจน แบ่งผลประโยชน์อย่างยุติธรรม",
                                          D8:"มีทีม Admin และ Support คอยช่วยเหลือเรื่องเอกสารและนัดหมาย",
                                           D9:"เรามีทรัพย์ในทุกโซนของกรุงเทพฯ",
                                            D10:"Premium ช่วยให้การขายเร็วขึ้น เข้าถึงฐานลูกค้าโดยตรง และมีคอมมิชชั่นพิเศษ",
                                             D11:"ไม่มีข้อจำกัด สมัครได้ฟรี",
                                              D12:"รับสูงสุดถึง 3% ต่อการขายหนึ่งครั้ง",

                                              H:"ร่วมงานกับเรา",
                                               H1:"ทำไมต้องร่วมงานกับ Premium Asset",
                                                 H2:" เราเปิดรับเอเจนท์อสังหาฯ ที่มีความมุ่งมั่นเพื่อร่วมเป็นส่วนหนึ่งในการเปลี่ยนแปลงตลาดบ้านมือสองด้วยระบบการทำงานที่รวดเร็วและฐานลูกค้าที่แข็งแกร่ง",
                                                 H3:"4 ขั้นตอนง่ายๆ ในการร่วมงาน",
                                                    T1:"ค่าคอมมิชชั่นสูง",
                                                    T2:"ปิดการขายได้เร็ว",
                                                    T3:"สมัครฟรี ไม่มีข้อจำกัด",
                                                    T4:" เครื่องมือและการสนับสนุน",
                                                    T5:" สนใจร่วมงานกับเรา?",
                                                    T6:"  กรอกข้อมูลด้านล่างเพื่อสมัครเป็นตัวแทนเอเจนท์กับเราได้ทันที",
                                                    T7:" สมัครเป็นเอเจนท์",

                                                      D1:"รับค่าคอมมิชชั่นสูงสุดถึง 3% เมื่อช่วยขายบ้านตกแต่งใหม่จากPremium",
                                                      D2:"เข้าถึงฐานลูกค้าโดยตรง พร้อมทรัพย์คุณภาพที่รีโนเวทแล้ว ทำให้การขายเร็วขึ้น",
                                                      D3:"ไม่มีค่าใช้จ่ายในการสมัคร และไม่มีข้อจำกัดในการเป็นตัวแทนเอเจนท์",


                                            },

                                            About:{
                                               H:" เกี่ยวกับ",
                                              H1:"Premium Asset",
                                              H2:"รู้จักกับ",
                                                 P1:"“Premium Asset” คือบริษัทสตาร์ทอัพในเครือฯ เอพี (ไทยแลนด์) ที่เข้ามาบุกตลาดอสังหาริมทรัพย์มือสอง เพื่อเพิ่มสภาพคล่อง และปลุกตลาดที่อยู่อาศัย",
                                                  P2:" เราเล็งเห็นโอกาสทั้งในมุมของเจ้าของบ้านมือสองที่ไม่รู้ว่าบ้านเก่ามีมูลค่าอย่างไร และในมุมของผู้ซื้อที่กำลังหาบ้านในกรุงเทพฯ ด้วยงบประมาณจำกัด เมื่อเปรียบเทียบกับการซื้อบ้านมือหนึ่งแล้ว ได้มากกว่าในเรื่องของทำเลและพื้นที่ใช้สอย",
                                                  P3:" Premium Asset จึงเกิดขึ้นมาเพื่อช่วยแก้ปัญหาให้กับผู้ขายและผู้ซื้อบ้านมือสองในเมือง โดยมีการใช้เทคโนโลยีใหม่อย่าง AI เข้ามาช่วยบริหารจัดการ และวิเคราะห์ข้อมูลเพื่อเสนอราคาที่ตรงใจได้รวดเร็วขึ้น",
                                              T1:"ข้อมูลบริษัท",
                                               T2:" บริษัท Premium พร็อพเทค จำกัด",
                                                T3:"ที่อยู่:",
                                                 T4:"170/57 อาคารไอเชียนทาวเวอร์ 1 ชั้น 7 ซ.สุขุมวิท 16 (สามมิตร) ถ.รัชดาภิเษกตัดใหม่ แขวงคลองเตย เขตคลองเตย กรุงเทพมหานคร 10110",
                                                  T5:"เบอร์โทรศัพท์:",
                                                   T6:"02-2612518 ต่อ 789",
                                                    T7:"Sales:",
                                                     T8:"065-1196746:",
                                                      T9:"อีเมล:",
                                                       T10:"help@homerunproptech.com",

                                            },
                                            Buy:{
                                              H:" ซื้อบ้านรีโนเวทใหม่กับ",
                                              H1:" Premium Asset",
                                               H3:"Premium Collection",
                                               P:" บ้านและคอนโดรีโนเวทตกแต่งใหม่แบบมีรับประกันโดยโฮมรันพร้อมเข้าอยู่หรือปล่อยเช่าได้ทันที",

                                            },
                                            Review:{
                                              H:" รีวิวจริงจากลูกค้า & เอเจนท์",

                                            },

                                          Partner:{
                                            P1:"นักลงทุน ",
                                             P2:"ผู้รับเหมา / บริษัทก่อสร้าง",
                                              P3:"บริษัทออกแบบ / ตกแต่งภายใน",
                                               P4:"ซัพพลายเออร์วัสดุก่อสร้าง",
                                                P5:"สถาบันการเงิน",
                                                 P6:"พันธมิตรอื่นๆ",
                                                  P7:"คู่ค้า ",
                                                   P8:"ร่วมทุน ",
                                                    P9:"พันธมิตร ",

                                                    D1:"เข้าถึงดีลอสังหาฯ ที่ผ่านการคัดเลือก (Off-Market Deals) พร้อมทีมงานรีโนเวทและขายออกครบวงจร",
                                                    D2:"รับงานรีโนเวทอย่างต่อเนื่อง (Consistent Project Pipeline) จากเรา ลดภาระการหางานเอง",
                                                    D3:"รับงานรีโนเวทอย่างต่อเนื่อง (Consistent Project Pipeline) จากเรา ลดภาระการหางานเอง",
                                                    D4:"เป็น Preferred Supplier ให้กับโครงการรีโนเวททั้งหมดของเรา สร้างยอดขายที่มั่นคง",
                                                    D5:"ร่วมมือปล่อยสินเชื่อให้ลูกค้าของเรา (Qualified Leads) ที่ผ่านการตรวจสอบเบื้องต้นแล้ว",
                                                    D6:"เรามองหาพันธมิตรที่มีวิสัยทัศน์เดียวกัน เพื่อสร้างนวัตกรรมและยกระดับตลาด",
                                                    D7:"สำหรับผู้รับเหมา, ดีไซเนอร์, ซัพพลายเออร์ ที่ผ่านการคัดเลือก เพื่อรับงานในโปรเจกต์ของเรา",
                                                    D8:"สำหรับนักลงทุนที่สนใจร่วมลงทุนในโปรเจกต์รีโนเวทอสังหาฯ เพื่อสร้างผลตอบแทน",
                                                    D9:"ความร่วมมือเชิงกลยุทธ์กับสถาบันการเงิน หรือบริษัทเทคโนโลยี เพื่อสร้าง Ecosystem",

                                                    H1:" พาร์ทเนอร์ทางธุรกิจ",
                                                     H2:" สร้างโอกาสเติบโตไปด้วยกัน ",
                                                       H3:" Premium Asset ไม่ได้เป็นเพียงบริษัทอสังหาฯแต่เรากำลังสร้าง Ecosystem ที่แข็งแกร่งเพื่อยกระดับตลาดอสังหาฯ มือสองเราเชื่อมั่นในการเติบโตไปพร้อมกับพาร์ทเนอร์ของเรา",
                                                         H4:" รูปแบบการร่วมมือ",
                                                         H5:" ผู้รับเหมาและบริษัทก่อสร้าง",
                                                          H6:"  บริษัทออกแบบและตกแต่งภายใน",
                                                           H7:" ซัพพลายเออร์วัสดุก่อสร้าง",
                                                            H8:" หากคุณคือหนึ่งในธุรกิจเหล่านี้และมองเห็นโอกาสในการเติบโตร่วมกันเรายินดีพูดคุยและหาแนวทางความร่วมมือ",
                                                             H9:" ร่วมเป็นพาร์ทเนอร์",



                                                    },
                                                    Navbarbottom:{
                                                      T1:"ผู้ขาย",
                                                      T2:"ขั้นตอนการขายบ้าน",
                                                      T3:"ทำไมต้อง Premium",
                                                      T4:"คำถามที่พบบ่อย",
                                                      T5:"เสนอขายบ้าน",
                                                    }

                                          
                                          






                        
      },
    },

    en: {
      translation: {
        navbar: {
          sell: "Sell",
          buy: "Buy",
          agent: "Agent",
          partner: "Partner",
          about: "About",
        },
        login: "Login",
        register: "Register",
        home: "Home",

        homeSection: {
          heroTitle1: "Premium Asset",
          heroTitle2: "Real Estate",

          heroDesc1: "Every listing is verified for your confidence",
          heroDesc2: "All in one place",

          sectionBuyTitle: "Buy a newly renovated home with Premium Asset",

          collectionTitle: "Premium Collection",
          viewAll: "View All",

          aboutTitle: "About Premium Asset",
          aboutBtn: "Learn More",
          aboutP:"“Premium Asset” is a startup company under AP (Thailand) that has entered the second-hand real estate market. to increase liquidity and awaken the housing market",
          aboutP1:"We see opportunities both for homeowners who are unsure of the value of their old homes and for buyers looking for a home in Bangkok on a limited budget. compared to buying a new home, we offer more in terms of location and usable space.",
          aboutP2:"Premium Asset was created to help solve the problems of sellrs and buyers of second-hand homes in the city. it uses new technology like Al to manage and analyze data to provide faster, more satisfactory offers.",

          alertTitle: "Register to find a home.",
          alertTitle1: "Lower than market, free!",

          alertDesc: "Real-time special price alerts. Click below.",
          alertBtn: "Get Alerts",
        },

        WhyHomerun:{
          Header:"Why Premium Asset?",
          Header1:"Sell",
          Header2:"Buy",
          Header3:"Sell Yourself",
              Header4:"Through an agent",
               Header5:"Second-hand houses",
                Header6:"New house",

          title1:"Sold as is", //Sell
           title2:"Many different offers are available", 
            title3:"Save time",
             title4:"Safe, no abandonment of work",
              title5:"Report results and offer prices quickly",

          title6:"No need to waste time/money renovating", //sell long
           title7:"Flexible according to seller needs",
            title8:"No need to post ads yourself",
             title9:"Certified by (AP Thailand Public Company Limited)",
              title10:"Take action quickly",

               titleb1:"House in a good location",//Buy
                titleb2:"Check condition and history",
                 titleb3:"There is an after-sales guarantee.",
                  titleb4:"Ready to move in",
                   titleb5:"Help customers with loan limits",
                    titleb6:"If you want to buy for investment",

                titleb7:"Plenty of usable space within a reasonable budget",//Buy long
                titleb8:"Ready to be extended and repaired",
                 titleb9:"Every house and condo in the Premium project is guaranteed.",
                  titleb10:"No need to control contractors or risk going over budget.",
                   titleb11:"and special interest rates for newly renovated second-hand houses",
                    titleb12:"We have affiliated agents who can help you get it rented out.",
                  Search:"Sell ​​with Premium Asset",
                   Search1:"Search for Premium Asset's homes",
        },
         
        Blog:{
          Search:"See all", //News
           title:"Real estate market is sluggish for long",
           category:"invest",
           category1:"Breaking news",
            title1:"Real estate increased by 25.1%",
              title2:"UK property market collapses",
              category3:"All",
               category4:"General knowledge",

               T1:"It's not bright.",
                T2:"10 years, condominium, 1 million per square meter.",
                 T3:"Open the real estate budget",
                  T4:"Digital twin technology",
                   T5:"CIMB house price war",
                    T6:"The real estate sector joins forces to push the economy at the end of the year.",
                     T7:"Expect presales of 9 real estate companies to increase 25.1%.",
                      T8:"Net income and profit",
                      T9:"Gathering power",
                      T10:"Chronic Housing Slowdown",

                      
                      TextP:"The real estate market is not bright, or so it is.",
                       TextP1:"The group of high-priced houses (10 million baht and above) continues to grow or grow against the trend.",
                        TextP2:"This news highlights the inequality in the real estate market, with buyers in the lower- to middle-class segment struggling to access credit, leading to a slowdown in the overall market. However, the high-income segment remains in demand and can continue to drive growth in the luxury housing market.",
                       P2:"10 Year Condo",
                        P3:"The condominium market in Bangkok is really hot and unstoppable.",
                      P4:"Revealing all aspects of real estate market research, one highlight is a round-up of the Bangkok condo market over the past 20 years, 2006-2025. It predicts that from 2026 onwards, luxury condo prices of 1 million baht per square meter will mushroom, and this will be one of the main trends over the next 10 years, 2026-2035.",
                       P5:"Income and net profits of real estate operators",
                        P6:"For entrepreneurs with the most income in 2024, the top 5 are",
                        P7:"In the real estate sector, digital twin technology will be used in high-value commercial real estate projects in various areas, such as",
                        P8:"Catching the signal of the 'house price war', CIMB fears a repeat of the car war.",
                        P9:"The real estate sector joins forces to push the economy at the end of the year by organizing the 48th House-Condo Fair.Set a sales target of more than 10,000 million baht.",
                        P10:"CGS International Securities (Thailand) (CGSI) analysts estimated in their analysis that the nine real estate companies studied—AP, LH, LPN, PSH, QH, SPALI, SIRI, ORI, and SC—would have combined presales of 53.3 billion baht in Q3 2025, a 25.1% increase year-over-year but a 7.8% decrease.",
                        P11:"Rightmove, a UK real estate website, reported today (July 21) that property asking prices fell by1.2% in July. This is the sharpest July declinesince 2001, driven by oversupply that has forced sellers to lower prices to attract buyers.",
                         P12:"Siam Commercial Bank's Economic Intelligence Center (SCB EIC)assesses that the housing industry is likely to continue contracting this year due to economic pressures,including slow economic recovery, high living costs, expenses, and household debt,coupled with stricter lending practices by financial institutions,particularly among middle- and lower-income earners.",

                      li:"The overall real estate market, particularly in the lower- and middle-priced segments, has been impacted by several factors, including lower-than-expected economic growth, high household debt, and stricter bank lending practices. These factors have led to high loan rejection rates, particularly in the price range of 5-7 million baht.",
                       li1:"While the overall market is sluggish, the premium or luxury home market priced at 10 million baht and above is still showing significant growth, or even growing in the opposite direction of the overall market.",
                       li2:"The purchasing needs of this group may be to expand their family, buy a second or third home, or to improve their quality of life/living environment.",
                        li3:"The focus is on the super-luxury real estate market, with a customer base that has purchasing power that transcends time. No matter how long the economic downturn lasts, if there's a satisfactory product, a package that comes with luxurious services that meet every need of a luxurious lifestyle, a cash purchase decision can close the sale immediately. For example, Porsche Design Tower Bangkok has confirmed sales of 3 units today, multiplied by a starting price of 500 million baht per unit, which equals sales of 1.5 billion baht, plus or minus.",
                         li4:"The first record-holder for a new project belongs to Porsche Design Tower Bangkok, located near the entrance of Sukhumvit Soi 38, owned by Ananda Development. Launched in August 2024, the limited number of 22 units, priced from 500-1.4 billion baht per unit, may be a unique phenomenon, while the resale price is 1 million baht per square meter",
                          li5:"The record holder is none other than Sansiri's legendary 98 Wireless, which had an initial selling price of 300,000-800,000 baht per square meter. The price has climbed to the point where resale prices have reached 1 million baht per square meter, a first in the Thai real estate industry.",
                          li6:"1. Sansiri has total income for 2024 of approximately 39,204 million baht, an increase from 2023.",
                          li7:"2. AP (Thailand) has total income of approximately 37,460 million baht.",
                          li8:"3. Supalai has an income of approximately 31,985 million baht.",
                          li9:"4. Land and Houses has total income of 28,151 million baht.",
                          li10:"5. Pruksa has total income of 20,996 million baht.",
                          li11:"Among the top five, these companies have consistently held the leading positions in the residential market, both in terms of revenue and sales. While some developers may have held the No. 1 or No. 2 spots for a long time, changing market conditions and developers' shifting focus have also impacted their overall revenue.",
                          li12:"In terms of net profit among the top 5 companies, only Supalai had a positive profit compared to the net profit of 2023, while other operators saw profit decreases that were not significant or had a significant impact on their performance.",
                          li13:"However, in 2025, major developers plan to launch more new projects than in 2024, and competition remains fierce among three key players: AP (Thailand) announced investment plans worth a total of 65 billion baht across 42 projects, while Sansiri has launched only 29 new projects, with a total project value of 52 billion baht.",
                            li14:"Design and Construction: e.g. tracking defects that occur during construction, predicting the cost and expense impacts of different material, equipment and design choices; Operations and Maintenance: e.g. monitoring the efficiency of building air conditioning systems in real-time, predicting maintenance needs before problems occur.",
                            li15:"Currently, the use of digital twin technology in the real estate sector is limited to high-value commercial real estate projects and large logistics hubs. This is due to significant limitations in investment, both in technology and in personnel development to enhance data analysis skills and advanced system management.",
                            li16:"The first private company focused on digital twin technology as its core business was established in 2022, covering applications in building management, industrial plants, industrial estates, and urban planning.",
                            li17:"Most Thai real estate and construction sectors are familiar with BIM (Building Information Modeling) technology, which creates 3D models of buildings and other structures. BIM modeling creates a large building database, which is a key input data for future use in digital twin technology.",
                            li18:"Therefore, it is possible to see a wider range of investments in the real estate sector in the future, such as smart factories and industrial estates, mid-to-lower value commercial real estate projects, and residential real estate projects, beyond the current limited use in high-value commercial real estate projects.",
                              li19:"Banks assess the property market as a prolonged slump, with the economy slowing and loan applications failing. Dr. Amornthep of CIMB Thai is monitoring the potential for a price war, a repeat of the car leasing market's price cuts. He points out that if this happens, the situation will worsen, impacting wealth and potentially leading to economic problems. Krungthai Bank (KTB) is maintaining its home loan portfolio, while UOB (UOB) insists that new housing is in worse shape than during the COVID-19 pandemic, focusing on the resale market.",
                              li20:"The quality of low-income real estate loans, particularly those priced below 3 million baht, has been poor. However, the price has now spread to 3-5 million baht and is now approaching 10 million baht, reflecting a sluggish economy, shifting from the lower to the middle class. This is a difficult issue to address. Banks are closely monitoring and fearing the 2025 housing market, similar to the 2024 car market: a price war. A price war, if it occurs, will only worsen the situation.",
                              li21:"UOB currently has a resale mortgage portfolio of approximately 30% of its total home loan portfolio, a higher proportion than new homes. This is partly due to a slowdown in the new housing market due to rising demand, supply, and prices, as well as fewer new housing projects launched.",
                              li22:"“The home loan situation is quite dire. It's the worst downturn in the history of the COVID-19 pandemic. Now, it's even worse because there's a lot of inventory on the market, but it's not selling. And those buying houses priced below 3-4 million baht have a very high rejection rate. However, those buying houses priced at 5 million baht and earning 70,000-100,000 baht still have a good approval rate and are able to repay their debts. UOB's new home rejection rate is around 20-30%. Therefore, the real estate market trend this year is unlikely to be positive, but by 2026, it should return to a positive 4-5%.”",
                                li23:"This year has been a challenging one for the real estate market. Economic adjustments and consumer behavior have made home-buying decisions require confidence and clear information. We've therefore designed the Fast Track strategy, an expressway for homeowners, to facilitate consumers' quickest access to projects and loans, reducing unnecessary steps and offering special offers from project developers and leading banks at this event.",
                                li24:"The event showcases all types of real estate, from single-family homes, townhomes, condominiums, and investment properties, along with special interest rate loan offers exclusively available at the event from leading financial institutions such as the Government Housing Bank, Kasikorn Bank, Government Savings Bank, and leading asset management companies, all of which are ready to offer close advice to those interested in buying a home at the end of the year.",
                                li25:"Meanwhile, the event also reflects the gradual recovery of the Thai real estate market, particularly in low-rise housing and luxury-to-mid-range projects, where demand remains high. This aligns with the government's policy of promoting home ownership among the public.",
                                li26:"We've seen positive market signals from the recent interest rate cuts, government support measures, and the anticipated new proposals and measures. These initiatives will help build consumer confidence and energize the real estate sector, with a strong sales target of over 10 billion baht at this event.",
                                    li27:"The 8.6% year-on-year growth was attributed to a recovery in the number of new projects and condominium inventory sales following the earthquake in late March.Condos launched in Q3 2025 received positive feedback, as evidenced by an average sales rate of 39% as of September 30, 2025.Meanwhile, presales for low-rise projects decreased by 1.5% qoq and 7.2% yoy due to weak demand and intense competition.",
                                    li28:"Condo presales exceeded expectations, and nine-month presales accounted for 71.4% of the new 2025 forecastand 59.7% of the company's overall target.The real estate sector is expected to see total presales of 59.9 billion baht, up 12.4% qoq and 16.2%.",
                                    li29:"Normal profit growth in 2025 may slow, but the dividend yield of 6.2–6.6% remains attractive.The real estate sector traded at a P/E ratio of 7.3 in 2026, significantly below average.AP and SIRI are top picks.",
                                    li30:"Downside risks include economic uncertainty, US tax measures, and lower-than-expected transfers.Upside risks include interest rate cuts and the extension of the 99-year land lease.",
                                      li31:"The data, compiled from listings between June 8th and July 12th, represents the largest monthly decline in July on record since RightMove began reporting.This decline comes as the number of homes on the market remains at a decade-high,intensifying competition among sellers.However, despite the monthly decline,asking prices remain 0.1% higher than the same period last year.",
                                       li32:"Due to increased competition, RightMove has halved its price growth forecast for 2025, from 4% to 2%.However, the company maintains its full-year real estate sales forecast of 1.15 million units.",
                                        li33:"These price adjustments also varied across regions, with Inner London experiencing the sharpest monthly decline in asking prices at 2.1%,while the North East of England saw a 1.2% increase.",
                                        li34:"RightMove noted that the slowdown in prices, coupled with rising wagesand lower mortgage interest rates,are helping people afford a better home. Average wages grewby 5.0% in the year to May,while the average two-year fixed mortgage interest rate has fallen to4.53% from 5.34% a year ago.",
                                          li35:"The number of residential property transfers nationwide is expected to contract by approximately -3% to -5% YOY, while the value of residential property transfers nationwide is expected to contract by-1% to -3% YOY, with the contraction expected to be more in the low-rise housing sector than condominiums.Second-hand housing transfers are expected to remain high due to prices remaining significantly lower than new housing.In other provinces, only Phuket is expected to maintain a high growth rate.This contrasts with the overall housing market, driven by the expected high purchasing power of foreigners.",
                                           li36:"The recent recovery of the housing market has been continuously pressured by various factors, including the economic impact of the COVID-19 crisis,the rising cost of living and expenses that exceed income,the continued high level of household debt that impacts the ability to repay mortgages,and access to home loans,andthe rising prices of new homes,which have significantly impacted housing purchasing power,especially among middle- and lower-income earners.As a result, the number of housing transfers nationwide in 2024 will be350,000 units, which has yet to return to the pre-COVID-19 level of390,000 units.",
                                            li37:"Meanwhile, the value of residential property transfers nationwide has only slightly expanded from 930 billion baht in 2019 to 980 billion baht in 2024.This is due to higher average unit prices for residential property transfers, driven by continued increases in housing prices, rising development costs, particularly accelerated land prices, and an increase in the proportion of high-priced residential property transfers, particularly single-detached houses.The proportion of new residential property transfers priced above 10 million baht in Bangkok and its vicinity to the total new residential property transfer value during 2023-2024 has increased to 34-35%, up from 29% in 2022 and 24% before the COVID-19 crisis in 2019.",
                                             li38:"The top 8 major developerswhose businesses have recovered quickly and have sufficient investment capital to resume development in various formats,particularly in high-end projects,targeting high-quality purchasing power groups, resulting in rapid revenue recoveryand holding approximately 50-55% market share between 2023 and 2024.The top three largest developers with the highest revenue are AP, SIRI, and SPALI, whose market share has steadily increased from 27% in 2022 to 29% in 2024.",
                                  
        },
        
        Sell:{
                       H:"Sell ​​with",
                        H1:"Premium Asset",

                         HH:"Premium Asset",
                        HHH:"Have",

                        H2:"Types of assets",
                         H3:"Consignment through an agent",
                          H4:"With Premium",
                          H5:"5 steps",
                           H6:"Offer assets",
                           H7:"With Premium Asset",
                        T1:"Single house",
                        T2:"semi house",
                        T3:"condominium",
                        T4:"Townhome",
                        
                        T5:"Submit Property Details",
                        T6:"Schedule Remote Inspection",
                        T7:"Get an initial quote",
                        T8:"The team went in to check the actual conditions.",
                        T9:"Premium Offer and Final Price",
                      },

                      FAQ:{
                         H:"general",
                          H1:"Buyer",
                          H2:"seller",
                          H3:"Agent",
                          H4:"Questions",

                          Q1:"Premium features of the township ?",
                          Q2:"What types of assets does Premium specialize in?",
                           Q3:"What kind of offers does Premium offer?",
                            Q4:"How does Premium help increase liquidity in the real estate market?",
                             Q5:"What property areas does Premium specialize in?",
                              Q6:"What types of assets does Premium specialize in?",
                               Q7:"Agreement for preliminary property assessment?",
                                Q8:"What kind of offers does Premium offer?",
                                 Q9:"Can you be a house selling agent with Premium?",
                                  Q10:"What types of premium houses are for sale?",
                                   Q11:"Can I go see the house before buying?",
                                    Q12:"How to pay? Can I pay in installments?",
                                     Q13:"What does a house have a warranty mean?",
                                      Q14:"If I want to buy for investment, can Premium help me find a renter?",
                                       Q15:"What property areas does Premium specialize in?",
                                        Q16:"Applying to be an agent and bring assets to offer for sale with Home Run What are the advantages?",
                                         Q17:"Apply to be an agent with Premium Are there any limitations?",
                                          Q18:"If you help sell a newly decorated house from Premium How much commission will you get?",
                                           
                            A1:"Premium Run has service throughout Bangkok and surrounding areas.",
                            A2:"We provide services for houses, condos, and townhomes.",
                            A3:"Submit an offer through the online system Or let the team help make suggestions.",
                            A4:"By connecting buyers and sellers directly through the digital system.",
                            A5:"We have a sales team to take care of every district in Bangkok.",
                            A6:"Selling all types of houses, condos and townhomes.",
                            A7:"There is no cost for initial property assessment.",
                            A8:"Sellers can set their own desired price.",
                            A9:"Yes, just apply through our website.",
                            A10:"Ready-to-move-in and renovated houses for sale",
                            A11:"You can make an appointment to view the house in advance.",
                            A12:"Supports both transfers and bank loans.",
                            A13:"Homes that have been renovated have structural insurance.",
                            A14:"We have a complete rental service.",
                            A15:"We have assets in every zone of Bangkok.",
                            A16:"Premium helps to sell faster. Direct access to customer base and there is a special commission",
                            A17:"There are no limits, it's free to sign up.",
                            A18:"Earn up to 3% per sale.",



                      },
                       Agent:{
                        I1:"1. Apply to be an agent",
                         I2:"2. Get access",
                          I3:"3. Take customers to see",
                           I4:"4. Close the sale",
                            I5:"Renovated property ready for sale",
                             I6:"Marketing materials ready to use",
                              I7:"Fast Co-Broke System",
                               I8:"Support team",
                                I9:"What property areas does Premium specialize in?",
                                 I10:"Applying to be an agent and bring assets to offer for sale with Premium What are the advantages?",
                                  I11:"Apply to be an agent with Premium Are there any limitations?",
                                   I12:"If you help sell a newly decorated house from Premium How much commission will you get?",
                                   
                                   D1:"Fill out the form below. and waiting to contact you back",
                                    D2:"Get access to quality properties ready for sale.",
                                     D3:"Present and take customers to view property (Co-Broke)",
                                      D4:"Receive commission according to conditions immediately",
                                       D5:"Our property has been renovated, beautiful and ready to close the sale easily.",
                                        D6:"Complete with photos, videos and property information. Ready for you to promote",
                                         D7:"The work steps are clear. Share benefits fairly",
                                          D8:"There is an Admin and Support team ready to help with documents and appointments.",
                                           D9:"We have assets in every zone of Bangkok.",
                                            D10:"Premium helps make sales faster. Direct access to customer base and there is a special commission",
                                             D11:"There are no limits, it's free to sign up.",
                                              D12:"Earn up to 3% per sale.",
                      
                                             H:"Join us",
                                             H1:"Why work with Premium Asset?",
                                              H2:"We accept real estate agents. who are committed to taking part in changing the second-hand home market with a fast working system and a strong customer base",
                                              H3:"4 easy steps to working together",
                                                  T1:"High commission",
                                                  T2:"Close sales quickly",
                                                  T3:"Sign up for free, no limitations.",
                                                   T4:" Tools and support",
                                                   T5:"Interested in working with us?",
                                                   T6:"Fill out the information below to apply to be an agent with us immediately.",
                                                   T7:"Apply to be an agent",




                                                    D1:"Earn up to 3% commission when helping sell a newly decorated home from Premium.",
                                                    D2:"Direct access to customer base With quality assets that have been renovated Make sales faster",
                                                    D3:"There is no cost to apply. And there are no restrictions on being an agent.",
                                            },

                                            About:{
                                              H:"About",
                                              H1:"Premium Asset",
                                               H2:"Get to know",
                                               P1:"Premium Asset is a startup company under AP (Thailand)that has entered the second-hand real estate market to increase liquidityand revitalize the housing market.",
                                               P2:"We see opportunities both for homeowners who are unsure of the value of their old homes,and for buyers looking for a home in Bangkok on a limited budget.Compared to buying a new home,we offer greater value in terms of location and usable space.",
                                               P3:"Premium Asset was therefore born to help solve problems for sellers and buyers of second-hand homes in the city. By using new technology such as AI to help manage. and analyze data to offer the right price faster.",

                                               T1:"Company information",
                                               T2:"Premium Proptech Co., Ltd.",
                                                T3:"Address:",
                                                 T4:"170/57, Isan Tower 1 Building, 7th FloorSukhumvit Soi 16 (Sammit), New Ratchadaphisek Road, Khlong Toei SubdistrictKhlong Toei District, Bangkok 10110",
                                                  T5:"Telephone number:",
                                                   T6:"02-2612518 ext. 789",
                                                    T7:"Sales",
                                                     T8:"065-1196746",
                                                      T9:"Email",
                                                       T10:"help@homerunproptech.com",
                                              
                                            },
                                            Buy:{
                                              H:" Buy a newly renovated house with",
                                              H1:" Premium Asset",
                                              H3:"Premium Collection",
                                               P:" Newly renovated houses and condos with a Home Run guarantee, ready to move in or rent out immediately.",

                                            },

                                            Review:{
                                              H:"Real reviews from customers & agents",

                                            },

                                            Partner:{
                                              P1:"Investors",
                                             P2:"Contractor / Construction Company",
                                              P3:"Interior design/decoration company",
                                               P4:"Construction material suppliers",
                                                P5:"financial institutions",
                                                 P6:"Other partners",
                                                  P7:"Vendor List",
                                                   P8:"Joint Venture",
                                                    P9:"Strategic Alliance",

                                                    D1:"Access to selected off-market real estate deals with a full-service renovation and sales team.",
                                                    D2:"Receive continuous renovation work (Consistent Project Pipeline) from us, reducing the burden of finding work yourself.",
                                                    D3:"Participate in creating works (Showcase) with our project and promote the works through sales channels.",
                                                    D4:"Become a preferred supplier for all our renovation projects, generating consistent sales.",
                                                    D5:"Collaborate in providing loans to our customers (Qualified Leads) who have passed the preliminary screening.",
                                                    D6:"We are looking for partners with the same vision to innovate and enhance the market.",
                                                    D7:"For selected contractors, designers, and suppliers to take on our projects.",
                                                    D8:"For investors interested in investing in real estate renovation projects to generate returns",
                                                    D9:"Strategic cooperation with financial institutions or technology companies to create an ecosystem",

                                                     H1:"Business Partner",
                                                     H2:"Creating opportunities for growth together ",
                                                      H3:"Premium Asset is not just a real estate company.We are building a strong ecosystem to enhance the second-hand real estate market.We believe in growing alongside our partners.",
                                                      H4:"Collaboration model",
                                                         H5:"Contractors and construction companies",
                                                          H6:"Interior design and decoration company",
                                                           H7:"Construction material suppliers",
                                                            H8:"If you are one of these businessesand see an opportunity for mutual growth,we'd love to discuss and explore ways to collaborate.",
                                                             H9:"Become a partner",
                                              
                                          
                                                    },
                                                      Navbarbottom:{
                                                      T1:"Seller",
                                                      T2:"Home selling process",
                                                      T3:"Why Premium",
                                                      T4:"Frequently asked questions",
                                                      T5:"House for sale",
                                                    }

                                          


        
        
        
        
        
                            

        
      },
    },
  },

  lng: "th",
  fallbackLng: "th",
  interpolation: { escapeValue: false },
});

export default i18n;
