import React from "react";
import { useParams, Link } from "react-router-dom";
import Navbar from "../components/Navbartop";
import { motion } from "framer-motion";
import Footer from "../components/Footer";

const allPosts = [
  {
    id: 1,
    title: "อสังหาริมทรัพย์ ไม่สดใส",
    category: "การลงทุน",
    date: "October 01, 2025",
    image: "https://img.pptvhd36.com/thumbor/2023/08/07/news-c4e472d.jpg",
    content: `
      <p>ภาพรวมตลาดอสังหาฯ "ไม่สดใส" หรือ "ชะลอตัว</p>
      <ul>
      <li>ตลาดอสังหาริมทรัพย์โดยรวม โดยเฉพาะในกลุ่มราคาล่างและกลาง ได้รับผลกระทบจากหลายปัจจัย เช่น ภาวะเศรษฐกิจที่เติบโตต่ำกว่าคาด, ภาระหนี้ครัวเรือนสูง, และความเข้มงวดในการปล่อยสินเชื่อของธนาคาร ทำให้เกิดอัตราการถูกปฏิเสธสินเชื่อ (Reject Rate) สูง โดยเฉพาะในกลุ่มราคาต่ำกว่า 5-7 ล้านบาท</li>
      </ul>
      <p>กลุ่มบ้านราคาสูง (10 ล้านบาทขึ้นไป) ยังคง "เติบโต" หรือ "โตสวนกระแส</p>
     <ul>
     <li>ในขณะที่ตลาดโดยรวมซบเซา แต่ตลาดบ้านพรีเมียมหรือบ้านหรูระดับราคา 10 ล้านบาทขึ้นไป กลับยังคงมีทิศทางการเติบโตอย่างมีนัยสำคัญ หรือสามารถเติบโตสวนทางกับตลาดรวมได้</li>
     <li>ความต้องการซื้อของกลุ่มนี้อาจเป็นการซื้อเพื่อขยายครอบครัว, ซื้อเป็นบ้านหลังที่ 2/3, หรือเพื่อยกระดับคุณภาพชีวิต/สภาพแวดล้อมในการอยู่อาศัย</li>
     </ul>
     <img src="https://www.prachachat.net/wp-content/uploads/2025/07/property-1-728x485.jpg" alt="News" />
    <p>ข่าวนี้ชี้ให้เห็นถึงความเหลื่อมล้ำของตลาดอสังหาริมทรัพย์ โดยที่ผู้ซื้อในตลาดระดับกลาง-ล่างประสบปัญหาในการเข้าถึงสินเชื่อ ทำให้ภาพรวมตลาดชะลอตัว แต่กลุ่มผู้มีกำลังซื้อสูงยังคงมีความต้องการและสามารถขับเคลื่อนตลาดบ้านหรูให้เติบโตต่อไปได้</p>
     
    `,
  },
  {
    id: 2,
    title: "คอนโดฯตารางเมตรละ 1 ล้าน",
    category: "การลงทุน",
    date: "October 03, 2025",
    image: "https://mpics.mgronline.com/pics/Images/567000011978001.JPEG",
    content: `
      <p>10 ปีคอนโดฯตารางเมตรละ 1 ล้าน</p>
      <ul>
      <li>จุดโฟกัสอยู่ที่ตลาดอสังหาฯซูเปอร์หรู มีฐานลูกค้ากำลังซื้อเหนือกาลเวลา ภาวะเศรษฐกิจตกต่ำต่อเนื่องยาวนานแค่ไหน ถ้าหากมีโปรดักต์ที่พึงพอใจ แพ็กคู่มาพร้อมกับบริการหรูเริ่ดสนองทุกนี้ดของการใช้ชีวิตเหนือระดับ การตัดสินใจซื้อแบบ “ซื้อเงินสด” สามารถปิดการขายได้ทันที ยกตัวอย่าง ปอร์เช่ ดีไซน์ ทาวเวอร์ แบงค็อก ณ วันนี้คอนเฟิร์มแล้วว่ามียอดขาย 3 ยูนิต คูณด้วยราคาเริ่มต้นห้องละ 500 ล้านบาท เท่ากับมียอดขายแล้ว 1,500 ล้านบาทบวกลบ</li>
      </ul>
      <p>ร้อนแรงแบบฉุดไม่อยู่จริง ๆ ตลาดคอนโดมิเนียมมหานครกรุงเทพ</p>
     <ul>
     <li>เจ้าของสถิติทำไว้คนแรกสำหรับโครงการใหม่เป็นของ “ปอร์เช่ ดีไซน์ ทาวเวอร์ แบงค็อก” ทำเลประชิดปากซอยสุขุมวิท 38 ของค่ายอนันดา ดีเวลลอปเม้นท์ เปิดตัวเมื่อเดือนสิงหาคมปี 2567 จำนวนจำกัด 22 ยูนิต ราคา 500-1,400 ล้านบาท/ยูนิต ซึ่งอาจเป็นปรากฏการณ์เฉพาะตัว ในขณะที่ราคารีเซลตารางเมตรละ 1 ล้านบาท</li><br>
     <li>เจ้าของสถิติไม่ใช่ใครที่ไหน โครงการในตำนาน “98 ไวร์เลส” ของค่ายแสนสิริ ที่มีราคาเปิดขาย 3-8 แสนบาท/ตารางเมตร และไต่ราคาซื้อขายเปลี่ยนมือจนกระทั่งมีราคาห้องชุดมือสองแตะตารางเมตรละ 1 ล้านบาท เป็นรายแรกของวงการอสังหาริมทรัพย์ไทย</li>
     </ul>
     <img src="https://www.prachachat.net/wp-content/uploads/2025/10/porche-728x485.jpg" alt="News" />
    <p>เปิดข้อมูลวิจัยตลาดอสังหาฯทุกแง่มุม หนึ่งในไฮไลต์มีการ Round up ตลาดคอนโดฯกรุงเทพฯในรอบ 20 ปี (2549-2568) โดยฟันธงแนวโน้มปี 2569 เป็นต้นไป ราคาหรูระยับคอนโดฯ ตารางเมตรละ 1 ล้านบาท กำลังจะเกิดขึ้นเป็นดอกเห็ด และเป็นหนึ่งในเทรนด์หลักช่วง 10 ปีหน้า (2569-2578) เป็นต้น</p>
     
    `,
  },
  {
    id: 3,
    title: "รายได้เเละกำไรสุทธิ",
    category: "การลงทุน",
    date: "October 10, 2025",
    image: "https://img.pptvhd36.com/thumbor/2025/03/04/news-98c826e.jpg",
    content: `
      <p>รายได้เเละกำไรสุทธิของผู้ประกอบการ อสังหาฯ</p> 
      <img src="https://img.pptvhd36.com/thumbor/2025/03/04/news-bd39f5e.avif" alt="News" />
     
      <p>สำหรับผู้ประกอบการที่มีรายได้มากที่สุดในปี 2567 ใน 5 อันดับแรก คือ</p>
      <ul>
     <li>1. แสนสิริ มีรายได้รวมทั้งปี 2567 ประมาณ 39,204 ล้านบาท เพิ่มขึ้นจากปี 2566 </li>
      <li>2. เอพี (ไทยแลนด์) มีรายได้รวมประมาณ 37,460 ล้านบาท</li>
      <li>3. ศุภาลัย มีรายได้ประมาณ 31,985 ล้านบาท </li>
      <li>4. แลนด์แอนด์เฮ้าส์ มีรายได้รวม 28,151 ล้านบาท </li>
      <li>5. พฤกษาฯ มีรายได้รวม 20,996 ล้านบาท </li><br>
      <li>ทั้งนี้ใน 5 อันดับแรกนี้ ครองผู้นำตลาดที่อยู่อาศัยมาต่อเนื่องทั้งรายได้และยอดขาย โดยผู้ประกอบการบางรายอาจเคยครองตำแหน่ง อันดับที่ 1 หรือ อันดับ 2 ต่อเนื่องมายาวนาน แต่ด้วยภาวะตลาดที่เปลี่ยนแปลงไป รวมไปถึงโฟกัสของผู้ประกอบการที่เปลี่ยนไปมีผลต่อรายได้รวมเช่นกัน</li><br>
      <img src="https://img.pptvhd36.com/thumbor/2025/03/04/news-5bfba12.avif" alt"News" /> <br>
      <li>ส่วนของกำไรสุทธิในกลุ่ม 5 อันดับแรก มีเพียง ศุภาลัย เท่านั้นที่มีผลกำไรเป็นบวกเมื่อเทียบกับกำไรสุทธิของปี 2566 ขณะที่ผู้ประกอบการรายอื่นๆ มีกำไรลดลงไม่มากหรือมีนัยสำคัญอะไรต่อผลประกอบการมากนัก</li><br>
      <li>อย่างไรก็ตามในปี 2568 ผู้ประกอบการรายใหญ่มีแผนจะเปิดขายโครงการใหม่มากกว่าปี 2567 และยังคงเป็นการขับเคี่ยวกันของ 3 รายหลัก คือ เอพี (ไทยแลนด์) ที่ประกาศแผนการลงทุนมีมูลค่าโครงการวมมากถึง 65,000 ล้านบาท จากจำนวน 42 โครงการ ในขณะที่ แสนสิริ เปิดขายโครงการใหม่จำนวน 29 โครงการ เท่านั้น แต่มีมูลค่าโครงการมากถึง 52,000 ล้านบาท</li>
    </ul>
    
     
    `,
  },
  {
    id: 4,
    title: "Digital twin technology",
    category: "การลงทุน",
    date: "October 15, 2025",
    image: "https://www.prachachat.net/wp-content/uploads/2025/07/10-2-Digital-twin-technology-728x485.jpg",
    content: `
    <br> 
      <p>Digital twin technology</p>
      <img src="https://www.bitsathy.ac.in/wp-content/uploads/digital-twin-1-1.jpg" alt="News" />
     
      <p>ส่วนในภาคอสังหาฯ จะเป็นการใช้ Digital twin technology ในโครงการอสังหาฯเพื่อการพาณิชย์มูลค่าสูงในหลากหลายด้าน เช่น</p>
      <ul>
     <li>การออกแบบและก่อสร้าง : เช่น ติดตามความบกพร่องที่เกิดขึ้นระหว่างก่อสร้าง คาดการณ์ผลกระทบด้านต้นทุนและค่าใช้จ่ายจากการเลือกใช้วัสดุ อุปกรณ์ และการออกแบบที่แตกต่างกันการดำเนินงานและบำรุงรักษา : เช่น การตรวจสอบประสิทธิภาพของระบบปรับอากาศในอาคารแบบ Real-time คาดการณ์ความต้องการบำรุงรักษาก่อนที่ปัญหาจะเกิดขึ้น</li><br>
      <li>ปัจจุบันการใช้ Digital twin technology ในภาคอสังหาฯ ยังจำกัดอยู่ในกลุ่มโครงการอสังหาฯเพื่อการพาณิชย์มูลค่าสูง และ Logistic hub ขนาดใหญ่ จากข้อจำกัดที่สำคัญด้านการลงทุนที่ยังอยู่ในระดับสูง ทั้งด้านเทคโนโลยี และด้านการพัฒนาบุคลากรให้มีทักษะในการวิเคราะห์ข้อมูล และจัดการระบบขั้นสูง</li><br>
      <li> มีการก่อตั้งบริษัทเอกชนที่มุ่งเน้นทำธุรกิจด้าน Digital twin technology เป็นธุรกิจหลักขึ้นเป็นครั้งแรกในปี 2022 ซึ่งครอบคลุมการใช้งานด้านการบริหารอาคาร โรงงานอุตสาหกรรม นิคมอุตสาหกรรม และการวางผังเมือง</li><br>
      <li>โดยภาคอสังหาฯและก่อสร้างไทยส่วนใหญ่จะคุ้นเคยกับเทคโนโลยี BIM (Building Information Modeling) ที่เป็นการสร้างโมเดล 3 มิติของอาคารหรือสิ่งก่อสร้างต่าง ๆ มากกว่า ซึ่งการสร้างโมเดลจากเทคโนโลยี BIM ถือเป็นการสร้างฐานข้อมูลขนาดใหญ่ของอาคาร ซึ่งถือเป็น input data พื้นฐานที่สำคัญในการจะนำไปใช้ในกระบวนการ Digital twin technology ต่อไป</li><br>
      
      <img src="https://bdi.or.th/wp-content/uploads/2022/02/Picture1-2.jpg" alt"News" /> <br>
      <li>จึงเป็นไปได้ที่จะเห็นการลงทุนด้านการใช้เทคโนโลยี Digital twin technology ในภาคอสังหาฯอย่างหลากหลายมากขึ้นในระยะข้างหน้า เช่น โรงงานและนิคมอุตสาหกรรมอัจฉริยะ โครงการอสังหาฯเพื่อการพาณิชย์ที่มีมูลค่าปานกลางลงมา โครงการอสังหาฯเพื่อการอยู่อาศัย นอกเหนือจากปัจจุบันที่การใช้ยังจำกัดอยู่ในโครงการอสังหาฯเพื่อการพาณิชย์มูลค่าสูง</li><br>
     
    
     
    `,
  },
  {
    id: 5,
    title: "สงครามราคาบ้าน CIMB",
    category: "การลงทุน",
    date: "October 20, 2025",
    image: "https://www.apthai.com/images/production/kOeBanrnQCXtHL4fD3J9bnfO111oz1Lx9waiccxc.jpg",
    content: `
    <br> 
      <p>จับสัญญาณ ‘สงครามราคาบ้าน’ CIMB หวั่นซ้ำรอยรถยนต์</p>
     
      <ul>
     <li>แบงก์ประเมินตลาดอสังหาฯซึมยาว เศรษฐกิจชะลอ-คนกู้ไม่ผ่าน “ดร.อมรเทพ CIMB Thai” จับตาส่อเกิด “Price War” แข่งหั่นราคาบ้านซ้ำรอยเช่าซื้อรถยนต์ ชี้หากเกิดขึ้นจะยิ่งแย่หนัก กระทบ Wealth Effect ลามกลายเป็นปัญหาเศรษฐกิจ “กรุงไทย” รับสินเชื่อบ้านอยู่ในโหมดประคับประคอง ฟาก “ยูโอบี” ลั่นบ้านใหม่อาการหนักกว่าช่วงโควิด หันเน้นตลาดบ้านมือสอง</li><br>
      <li>อสังหาฯคุณภาพสินเชื่อไม่ดีในส่วนของกลุ่มรายได้น้อย โดยเฉพาะราคาต่ำกว่า 3 ล้านบาท แต่ปัจจุบันลามมาที่ 3-5 ล้านบาท และเริ่มไปสู่ 10 ล้านบาท สะท้อนว่าเศรษฐกิจกำลังซึม จากระดับล่างไปสู่ระดับกลาง เป็นเรื่องที่แก้ไขค่อนข้างยาก ทั้งนี้ สิ่งที่ธนาคารมอนิเตอร์และกลัวมาก คือ ตลาดบ้านปี 2568 จะเหมือนตลาดรถยนต์ปี 2567 คือ เกิดสงครามราคา หรือ Price War เพราะถ้าเป็นสงครามเมื่อไหร่ จะยิ่งฉุดให้ยิ่งแย่</li><br>
      <li> ทั้งนี้ ปัจจุบันธนาคารยูโอบีมีสัดส่วนพอร์ตสินเชื่อที่อยู่อาศัยมือสองประมาณ 30% ของพอร์ตสินเชื่อบ้านทั้งหมด ซึ่งสัดส่วนสูงกว่าบ้านใหม่แล้ว ส่วนหนึ่งมาจากตลาดบ้านใหม่ชะลอจากดีมานด์ ซัพพลาย และราคาที่สูงขึ้น รวมถึงการเปิดโครงการบ้านใหม่น้อยลง</li><br>
          <img src="https://www.reic.or.th/Upload/792_799_1756693491_52199.jpg" alt="News" /><br>
     
      <li>“สถานการณ์สินเชื่อบ้านค่อนข้างแย่ เป็นรอบที่ Down ที่สุด เทียบตอนโควิด-19 ตอนนี้แย่กว่า เพราะตอนนี้มีของในตลาด มีในสต๊อกเยอะ แต่ขายไม่ออก และคนที่มาซื้อบ้านราคาต่ำ 3-4 ล้านบาท อัตรารีเจ็กต์สูงมาก แต่บ้านราคา 5 ล้านบาท มีรายได้ 70,000-1 แสนบาท กลุ่มนี้ยังมียอด Approval Rate ดีอยู่ และมีความสามารถในการชำระหนี้ โดยของยูโอบีบ้านใหม่ยอดรีเจ็กต์อยู่ประมาณ 20-30% ดังนั้น เทรนด์ตลาดอสังหาริมทรัพย์ปีนี้มองว่าคงไม่ได้บวก แต่ปี 2569 น่าจะกลับมาบวกได้ 4-5%”</li><br>
      
      `,
},
 {
    id: 6,
    title: "รวมพลังดันเศรษฐกิจปลายปี",
    category: "การลงทุน",
    date: "October 22, 2025",
    image: "https://www.scbam.com/medias/upload/knowladge/world-wide-wealth_20160914_img-01.jpg",
    content: `
    <br> 
      <p>ภาคอสังหาฯ รวมพลังดันเศรษฐกิจปลายปีจัดมหกรรมบ้าน-คอนโดครั้งที่ 48 ตั้งเป้าขายกว่า 1 หมื่นลบ</p>
     
      <ul>
     <li>ปีนี้ถือเป็นปีแห่งความท้าทายของตลาดอสังหาริมทรัพย์ การปรับตัวของเศรษฐกิจและพฤติกรรมผู้บริโภคทำให้การตัดสินใจซื้อบ้านต้องอาศัยความมั่นใจและข้อมูลที่ชัดเจน เราจึงออกแบบกลยุทธ์ Fast Track ทางด่วนของคนอยากมีบ้าน เพื่ออำนวยความสะดวกให้ผู้บริโภคสามารถเข้าถึงโครงการและสินเชื่อได้รวดเร็วที่สุด ลดภาระขั้นตอนที่ไม่จำเป็น พร้อมรับข้อเสนอพิเศษจากผู้พัฒนาโครงการและธนาคารชั้นนำในงานนี้</li><br>
      <li>ภายในงานมีการนำเสนอครบทุกประเภทอสังหาริมทรัพย์ ตั้งแต่บ้านเดี่ยว ทาวน์โฮม คอนโดมิเนียม ไปจนถึงอสังหาริมทรัพย์เพื่อการลงทุน พร้อมข้อเสนอสินเชื่ออัตราดอกเบี้ยพิเศษเฉพาะในงาน จากสถาบันการเงินชั้นนำ อาทิ ธนาคารอาคารสงเคราะห์ ธนาคารกสิกรไทย ธนาคารออมสิน และบริษัทบริหารสินทรัพย์ชั้นนำ ซึ่งพร้อมให้คำแนะนำอย่างใกล้ชิดแก่ผู้สนใจซื้อบ้านในช่วงปลายปี</li><br>
      <li> ขณะเดียวกัน การจัดงานในครั้งนี้ยังสะท้อนถึงแนวโน้มฟื้นตัวของตลาดอสังหาริมทรัพย์ไทยอย่างค่อยเป็นค่อยไป โดยเฉพาะในกลุ่มบ้านแนวราบและโครงการระดับลักซ์ชัวรี-ระดับกลาง ยังคงมีความต้องการสูง สอดคล้องกับแนวนโยบายของรัฐบาลในการส่งเสริมให้ประชาชนมีที่อยู่อาศัยเป็นของตนเอง</li><br>
          <img src="https://www.infoquest.co.th/dxt-content/uploads/2025/10/3E420CE94F4D3292831080DF680130FD.jpg" alt="News" /><br>
     
      <li>“เรามองเห็นสัญญาณเชิงบวกของตลาดก่อนหน้านี้ ทั้งจากการลดอัตราดอกเบี้ย และมาตรการสนับสนุนของภาครัฐเอง รวมถึงการยื่นข้อเสนอและมาตรการใหม่ที่หวังใจว่าจะเกิดขึ้น ซึ่งล้วนมีส่วนช่วยสร้างความเชื่อมั่นให้กับผู้บริโภค และเสริมพลังให้ภาคอสังหาริมทรัพย์เดินหน้าต่อไปอย่างมั่นคง พร้อมตั้งเป้ายอดขายในงานครั้งนี้กว่า 1 หมื่นล้านบาท” </li><br>
      
      `,
},
{
    id: 7,
    title: "อสังหาฯ เพิ่มขึ้น 25.1%",
    category: "การลงทุน",
    date: "October 24, 2025",
    image: "https://www.tpplandandhouse.com/images/--61-3.jpg",
    content: `
    <br> 
      <p>ฝ่ายวิเคราะห์ บล.ซีจีเอส อินเตอร์เนชั่นแนล (ประเทศไทย) (CGSI) ระบุในบทวิเคราะห์ โดยประมาณการว่าบริษัทอสังหาริมทรัพย์ที่ศึกษา 9 บริษัท ได้แก่ AP, LH, LPN, PSH, QH, SPALI, SIRI, ORI และ SC จะมียอด presales ในไตรมาส 3/68 รวมกัน 5.33 หมื่นล้านบาท เพิ่มขึ้น 25.1% qoq แต่ลดลง 7.8%</p>
     
      <ul>
     <li>8.6% yoy เป็นการฟื้นตัวทั้งจากจำนวนโครงการใหม่ที่เพิ่มขึ้น และการขายสต็อกคอนโดมิเนียมหลังผ่านเหตุการณ์แผ่นดินไหวช่วงปลายเดือนมี.ค.ที่ผ่านมา
ทั้งนี้ คอนโดมิเนียมที่เปิดตัวในไตรมาส 3/68 ได้เสียงตอบรับดีจากลูกค้า เห็นได้จากอัตรายอดขายเฉลี่ย 39% ณ วันที่ 30 ก.ย.68 ขณะที่ presales ที่อยู่อาศัยแนวราบลดลง 1.5% qoq และ 7.2% yoy เป็น 3.096 หมื่นล้านบาท จากอุปสงค์ที่อ่อนตัวและการแข่งขันที่รุนแรง โดยเชื่อว่าอุปสงค์ของโครงการระดับ Luxury ได้รับผลกระทบจากเศรษฐกิจที่ชะลอตัว และจากการที่ลูกค้าใช้เวลาตัดสินใจซื้อบ้านนานขึ้น</li><br>
      <li>presales คอนโดมิเนียมสูงกว่าคาด และ presales งวด 9 เดือนของปีนี้คิดเป็น 71.4% ของประมาณการใหม่ปี 68
ของฝ่ายวิเคราะห์ฯ และ 59.7% ของเป้าหมายรวมของบริษัท
ฝ่ายวิเคราะห์ CGSI คาดว่า กลุ่มอสังหาฯจะมี presales รวม 5.99 หมื่นล้านบาท เพิ่มขึ้น 12.4% qoq และ 16.2%</li><br>
      <li> และกำไรปกติน่าจะเติบโตชะลอตัวในปี 68 แต่อัตราผลตอบแทนจากเงินปันผลที่ 6.2-6.6% ในปี 68-69 ยังน่าสนใจ อีกทั้งกลุ่มอสังหาฯซื้อขายที่ P/E เพียง 7.3 เท่าในปี 69 หรือ -1.37SD จากค่าเฉลี่ยในอดีตห้าปี เลือก AP และ SIRI เป็นหุ้น Top pick โดย SIRI มี presales สูงกว่าคู่แข่งและมีอัตราผลตอบแทนจากเงินปันผลสูง ส่วน AP มีสัดส่วนโครงการระดับกลางค่อนข้างสูง น่าจะมี presales และกำไรเพิ่มขึ้นในครึ่งปีหลัง 68</li><br>
          <img src="https://www.infoquest.co.th/dxt-content/uploads/2025/03/20250320_IQMY_Stock-Graph-1024x576.png" alt="News" /><br>
     
      <li>โดยกลุ่มอสังหาฯอาจมี downside risk หากเศรษฐกิจมหภาคมีความไม่แน่นอนจากมาตรการภาษีสหรัฐและยอดโอนกรรมสิทธิ์ต่ำกว่าคาด ขณะที่ upside risk อาจมาจากการปรับลดอัตราดอกเบี้ยนโยบายและการขยายระยะเวลาการเช่าที่ดินเป็น 99 ปี</li><br>
      
      `,
},
{
    id: 8,
    title: "อสังหาฯ ใน UK ทรุด",
    category: "การลงทุน",
    date: "์November 10, 2025",
    image: "https://i.pinimg.com/736x/2c/2a/e3/2c2ae3a8daa31a1c93f0479f33e7abf7.jpg",
    content: `
    <br> 
      <p>ไรท์มูฟ (Rightmove) เว็บไซต์ด้านอสังหาริมทรัพย์ของสหราชอาณาจักร (UK) รายงานในวันนี้ (21 ก.ค.) ว่า ราคาเสนอขายอสังหาริมทรัพย์ได้ปรับตัวลดลง 1.2% ในเดือนก.ค. การลดลงครั้งนี้ถือว่ารุนแรงที่สุดสำหรับเดือนก.ค. นับตั้งแต่ปี 2544 โดยมีสาเหตุจากภาวะอุปทานล้นตลาดที่บีบให้ผู้ขายต้องลดราคาเพื่อดึงดูดผู้ซื้อ</p>
     
      <ul>
     <li>ข้อมูลดังกล่าว ซึ่งรวบรวมจากรายการประกาศขายระหว่างวันที่ 8 มิ.ย. ถึง 12 ก.ค. ถือเป็นการลดลงแบบเทียบรายเดือนในเดือนก.ค. ที่มากที่สุดเป็นประวัติการณ์นับตั้งแต่ที่ไรท์มูฟเริ่มจัดทำรายงาน การปรับลดลงนี้เกิดขึ้นในขณะที่จำนวนบ้านที่เสนอขายในตลาดยังคงอยู่ในระดับสูงสุดในรอบทศวรรษ ส่งผลให้การแข่งขันระหว่างผู้ขายทวีความรุนแรงยิ่งขึ้น อย่างไรก็ตาม แม้จะมีการปรับลดลงรายเดือน แต่ราคาเสนอขายยังคงสูงกว่าช่วงเดียวกันของปีที่แล้วอยู่ 0.1%</li><br>
      <li>จากการแข่งขันที่สูงขึ้น ไรท์มูฟจึงได้ปรับลดคาดการณ์การเติบโตของราคาตลอดทั้งปี 2568 ลงครึ่งหนึ่ง จากเดิมที่คาดว่าจะโต 4% เหลือเพียง 2% แต่บริษัทยังคงคาดการณ์ยอดขายอสังหาฯ รวมตลอดทั้งปีไว้ที่ 1.15 ล้านรายการ</li><br>
      <li>การปรับราคาดังกล่าวยังมีความแตกต่างกันไปในแต่ละภูมิภาค โดยในเขตกรุงลอนดอนชั้นใน (Inner London) มีราคาเสนอขายลดลงรายเดือนรุนแรงที่สุดที่ 2.1% ในขณะที่ภาคตะวันออกเฉียงเหนือของอังกฤษกลับมีราคาเพิ่มขึ้น 1.2%</li><br>
          <img src="https://www.infoquest.co.th/dxt-content/uploads/2025/06/20250618_IQMY_UK-1024x576.png" alt="News" /><br>
     
      <li>ไรท์มูฟตั้งข้อสังเกตว่า การชะลอตัวของราคา ประกอบกับการเพิ่มขึ้นของค่าจ้างและอัตราดอกเบี้ยสินเชื่อที่อยู่อาศัยที่ลดลง กำลังช่วยให้ผู้คนมีกำลังซื้อบ้านได้มากขึ้น โดยค่าจ้างโดยเฉลี่ยเติบโตขึ้น 5.0% ในช่วงหนึ่งปีจนถึงเดือนพ.ค. ขณะที่อัตราดอกเบี้ยสินเชื่อบ้านแบบคงที่ 2 ปีโดยทั่วไปได้ลดลงมาอยู่ที่ 4.53% จาก 5.34% ในช่วงปีที่ผ่านมา</li><br>
      
      `,
},
{
    id: 9,
    title: "ตลาดอสังหาฯ แนวโน้มซึมยาว",
    category: "การลงทุน",
    date: "November 16, 2025",
    image: "https://www.infoquest.co.th/dxt-content/uploads/2025/03/20250321_IQMY_SCB-EIC-1024x576.png",
    content: `
    <br> 
      <p>ศูนย์วิจัยเศรษฐกิจและธุรกิจ ธนาคารไทยพาณิชย์ (SCB EIC) ประเมินอุตสาหกรรมที่อยู่อาศัยในปีนี้มีแนวโน้มหดตัวต่อเนื่องจากปัจจัยกดดันทางเศรษฐกิจ ทั้งปัญหาเศรษฐกิจที่ฟื้นตัวช้า ค่าครองชีพ ค่าใช้จ่าย และหนี้ครัวเรือนที่ยังอยู่ในระดับสูง ประกอบกับความเข้มงวดในการให้สินเชื่อของสถาบันการเงิน โดยเฉพาะกลุ่มผู้มีรายได้ปานกลาง-ล่าง</p>
     
      <ul>
     <li>โดยคาดหน่วยโอนกรรมสิทธิ์ที่อยู่อาศัยทั่วประเทศมีแนวโน้มหดตัวราว -3% ถึง -5%YOY ส่วนมูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยทั่วประเทศมีแนวโน้มหดตัวราว -1% ถึง -3%YOY ซึ่งคาดว่าเป็นการหดตัวในกลุ่มที่อยู่อาศัยแนวราบมากกว่าคอนโดมิเนียม โดยการโอนกรรมสิทธิ์ที่อยู่อาศัยมือสองยังมีแนวโน้มอยู่ในระดับสูงต่อเนื่องจากระดับราคาที่ยังต่ำกว่าที่อยู่อาศัยมือหนึ่งค่อนข้างมาก และการโอนกรรมสิทธิ์ในต่างจังหวัดคาดว่าจะมีเพียงภูเก็ตที่ยังสามารถรักษาอัตราการเติบโตได้ในระดับสูง สวนทางกับตลาดที่อยู่อาศัยในภาพรวม จากแรงหนุนของกำลังซื้อชาวต่างชาติที่คาดว่ายังอยู่ในระดับสูง</li><br>
      <li>การฟื้นตัวของตลาดที่อยู่อาศัยในช่วงที่ผ่านมาถูกกดดันอย่างต่อเนื่องจากปัจจัยต่าง ๆ ทั้งผลกระทบทางเศรษฐกิจจากวิกฤตโควิด-19 ปัจจัยด้านค่าครองชีพและภาระค่าใช้จ่ายที่เพิ่มขึ้นในอัตราที่สูงกว่ารายได้ หนี้ครัวเรือนที่ยังคงอยู่ในระดับสูงที่ส่งผลต่อความสามารถในการผ่อนชำระหนี้ที่อยู่อาศัย และการเข้าถึงสินเชื่อเพื่อซื้อที่อยู่อาศัย รวมถึงราคาที่อยู่อาศัยใหม่ที่ปรับตัวสูงขึ้น ซึ่งส่งผลกระทบต่อกำลังซื้อที่อยู่อาศัยค่อนข้างมาก โดยเฉพาะในกลุ่มผู้มีรายได้ปานกลาง-ล่าง ส่งผลให้หน่วยโอนกรรมสิทธิ์ที่อยู่อาศัยทั่วประเทศในปี 2567 อยู่ที่ระดับ 3.5 แสนหน่วย และยังไม่สามารถกลับไปอยู่ในระดับเดียวกับช่วงก่อนเกิดวิกฤตโควิด-19 ที่ระดับ 3.9 แสนหน่วยได้</li><br>
      <li>ขณะที่มูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยทั่วประเทศก็สามารถขยายตัวได้เพียงเล็กน้อยจากระดับ 9.3 แสนล้านบาทในปี 2562 มาอยู่ที่ระดับ 9.8 แสนล้านบาทในปี 2567 จากการโอนกรรมสิทธิ์ที่อยู่อาศัยที่มีราคาเฉลี่ยต่อหน่วยที่สูงขึ้นตามปัจจัยด้านราคาที่อยู่อาศัยที่เพิ่มขึ้นต่อเนื่อง การเพิ่มขึ้นของต้นทุนการพัฒนาโครงการ โดยเฉพาะราคาที่ดินที่เร่งตัวขึ้นมาก ประกอบกับสัดส่วนมูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยราคาสูงโดยเฉพาะในกลุ่มบ้านเดี่ยวที่เพิ่มขึ้น โดยสัดส่วนมูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยมือหนึ่งราคามากกว่า 10 ล้านบาทในกรุงเทพฯ และปริมณฑลต่อมูลค่าโอนกรรมสิทธิ์ที่อยู่อาศัยมือหนึ่งทั้งหมดในช่วงปี 2566-2567 เพิ่มขึ้นมาอยู่ที่ระดับ 34-35% จากระดับ 29% ในปี 2565 และระดับ 24% ในช่วงก่อนเกิดวิกฤตโควิด-19 ปี 2562</li><br>
          <img src="https://i.pinimg.com/736x/3d/41/a1/3d41a1a11dbd9ca2271e63b3fa971568.jpg" alt="News" /><br>
     
      <li>กลุ่มผู้ประกอบการรายใหญ่ TOP 8 ที่ธุรกิจสามารถฟื้นตัวได้เร็ว และมีเงินลงทุนเพียงพอในการกลับมาเดินหน้าพัฒนาโครงการในหลากหลายรูปแบบ โดยเฉพาะการพัฒนาโครงการระดับบน เพื่อเจาะกลุ่มกำลังซื้อที่มีคุณภาพ ทำให้รายได้กลับมาฟื้นตัวได้เร็ว และครองส่วนแบ่งการตลาดราว 50-55% ในช่วงปี 2566-2567 โดยผู้ประกอบการรายใหญ่ที่มีรายได้มากที่สุด 3 รายแรก ได้แก่ AP, SIRI และ SPALI มีส่วนแบ่งการตลาดเพิ่มขึ้นต่อเนื่องอย่างค่อยเป็นค่อยไปจาก 27% ในปี 2565 เป็น 29% ในปี 2567</li><br>
      
      `,
},
];



export default function BlogDetail() {
  const { id } = useParams();
  const post = allPosts.find((p) => p.id === parseInt(id));

  if (!post)
    return <p className="text-center mt-20 text-gray-600">ไม่พบข้อมูลข่าวนี้</p>;

  return (
    <div className="min-h-screen bg-white">
      <Navbar />

      <motion.div
        initial={{ opacity: 0, y: 30 }}
        animate={{ opacity: 1, y: 0 }}
        transition={{ duration: 0.5 }}
        className="max-w-3xl mx-auto px-5 py-16 flex flex-col items-center text-center"
      >
        <div className="w-full text-center relative mb-8">
          {/* Premium News */}
         <Link
            to="/Project/Blog"
            onClick={() => {
                           // เมื่อย้อนกลับ ให้สกอลล์ลงauto
              setTimeout(() => {
                window.scrollTo({ top: 600, behavior: "smooth" });
              }, 200);
            }}
            className="absolute left-0 top-0 text-[#6e5b54] hover:underline text-sm mt-9"
          >
            ← Premium News
          </Link>


          {/* หัวข้อข่าว */}
          <h1 className="text-3xl font-bold text-[#2b1d1d] mb-2 mt-6">
            {post.title}
          </h1>

          {/* วันที่ */}
          <p className="text-gray-500 text-2xl mb-2 mt-6">{post.date}</p>

          {/* หมวดหมู่ */}
          <p className="text-2xl font-medium text-gray-600 mb-6 mt-6">
            {post.category}
          </p>
        </div>

        {/* รูปภาพ */}
        <div className="-mx-30">
        <img
          src={post.image}
          alt={post.title}
          className="w-full rounded-md mb-8 shadow object-cover"
        />
       </div>


        {/* เนื้อหา */}
          <div
      className="
        text-gray-800 leading-relaxed space-y-4 text-left text-xl
        [&>p]:text-[#2b1d1d] [&>p]:font-bold
        [&>img]:mx-auto [&>img]:rounded-2xl [&>img]:shadow-md [&>img]:my-6 [&>img]:w-full [&>img]:max-w-3xl
      "
      dangerouslySetInnerHTML={{ __html: post.content }}
        ></div>
      </motion.div>

     <Footer />
    </div>
   
  );
}
